-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2020-07-08 04:29:10
-- 伺服器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `dulcet_music`
--

-- --------------------------------------------------------

--
-- 資料表結構 `product_instruments`
--

CREATE TABLE `product_instruments` (
  `PId` int(255) NOT NULL COMMENT '商品編號',
  `PCategoryId` varchar(10) DEFAULT NULL COMMENT '商品類別ID',
  `PName` varchar(255) DEFAULT NULL COMMENT '商品名稱',
  `PImg` varchar(1000) DEFAULT NULL COMMENT '圖片檔名',
  `PPrice` int(255) DEFAULT NULL COMMENT '商品價格',
  `PQty` int(255) DEFAULT NULL COMMENT '商品數量/人數',
  `PState` varchar(10) DEFAULT NULL COMMENT '上/下架',
  `PIntro` varchar(1000) DEFAULT NULL COMMENT '商品簡介',
  `Pdesciption` varchar(1000) DEFAULT NULL COMMENT '商品描述',
  `PInstrumentId` varchar(255) DEFAULT NULL COMMENT '類別編號',
  `PCompanyId` varchar(255) DEFAULT NULL COMMENT '上架廠商',
  `PClick` int(30) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `update_at` datetime NOT NULL DEFAULT current_timestamp() ON UPDATE current_timestamp() COMMENT '更新時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='product_courses';

--
-- 傾印資料表的資料 `product_instruments`
--

INSERT INTO `product_instruments` (`PId`, `PCategoryId`, `PName`, `PImg`, `PPrice`, `PQty`, `PState`, `PIntro`, `Pdesciption`, `PInstrumentId`, `PCompanyId`, `PClick`, `created_at`, `update_at`) VALUES
(1, '樂器', 'YAMAHA RYDEEN 傳統爵士鼓組 黑色款', 'product_I001.jpg', 27000, 5, '上架', 'YAMAHA RYDEEN 傳統爵士鼓組 黑色款', '全新RYDEEN(5件套鼓組)正是任何初學者及玩家會喜愛的一套鼓組。', '爵士鼓', '1', 97, '2020-07-04 23:49:08', '2020-07-05 18:03:37'),
(2, '樂器', 'YAMAHA RYDEEN 傳統爵士鼓組 酒紅色款', 'product_I002.jpg', 27000, 5, '上架', 'YAMAHA RYDEEN 傳統爵士鼓組 酒紅色款', '全新RYDEEN(5件套鼓組)正是任何初學者及玩家會喜愛的一套鼓組。', '爵士鼓', '1', 50, '2020-07-04 23:49:08', '2020-07-05 17:59:31'),
(3, '樂器', 'YAMAHA RYDEEN 傳統爵士鼓組 雅痞黃色款', 'product_I003.jpg', 27000, 5, '上架', 'YAMAHA RYDEEN 傳統爵士鼓組 雅痞黃色款', '全新RYDEEN(5件套鼓組)正是任何初學者及玩家會喜愛的一套鼓組。', '爵士鼓', '1', 44, '2020-07-04 23:49:08', '2020-07-06 23:55:04'),
(4, '樂器', 'YAMAHA RYDEEN 傳統爵士鼓組 絢麗銀色款', 'product_I004.jpg', 27000, 5, '上架', 'YAMAHA RYDEEN 傳統爵士鼓組 絢麗銀色款', '全新RYDEEN(5件套鼓組)正是任何初學者及玩家會喜愛的一套鼓組。', '爵士鼓', '1', 28, '2020-07-04 23:49:08', '2020-07-06 23:55:08'),
(5, '樂器', 'YAMAHA Stage Custom 爵士鼓組 典雅白色款', 'product_I005.jpg', 46000, 5, '上架', 'YAMAHA Stage Custom 爵士鼓組 典雅白色款', '大鼓踏板+鼓椅+兩隻銅鈸架+一隻Hi-Hat架', '爵士鼓', '1', 97, '2020-07-04 23:49:08', '2020-07-05 18:03:44'),
(6, '樂器', 'YAMAHA Stage Custom 爵士鼓組 蜂蜜琥珀色款', 'product_I006.jpg', 46000, 5, '上架', 'YAMAHA Stage Custom 爵士鼓組 蜂蜜琥珀色款', '大鼓踏板+鼓椅+兩隻銅鈸架+一隻Hi-Hat架', '爵士鼓', '1', 63, '2020-07-04 23:49:08', '2020-07-06 23:55:14'),
(7, '樂器', 'YAMAHA Stage Custom 爵士鼓組 酒紅木紋色款', 'product_I007.jpg', 46000, 5, '上架', 'YAMAHA Stage Custom 爵士鼓組 酒紅木紋色款', '大鼓踏板+鼓椅+兩隻銅鈸架+一隻Hi-Hat架', '爵士鼓', '1', 35, '2020-07-04 23:49:08', '2020-07-06 23:55:19'),
(8, '樂器', 'YAMAHA Stage Custom 爵士鼓組 自然原木色款', 'product_I008.jpg', 46000, 5, '上架', 'YAMAHA Stage Custom 爵士鼓組 自然原木色款', '大鼓踏板+鼓椅+兩隻銅鈸架+一隻Hi-Hat架', '爵士鼓', '1', 51, '2020-07-04 23:49:08', '2020-07-06 23:55:23'),
(9, '樂器', '『YAMAHA 山葉 NP-32』76鍵攜帶式電子琴『白色款』', 'product_I009.jpg', 15000, 4, '上架', '『YAMAHA 山葉 NP-32』76鍵攜帶式電子琴『白色款』', '76鍵 標準鍵鍵盤電子琴', '電子琴', '1', 29, '2020-07-04 23:49:08', '2020-07-06 23:55:27'),
(11, '樂器', 'KAWAI K-60(E)直立式鋼琴', 'product_I011.jpg', 59000, 1, '上架', 'KAWAI K-60(E)直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦。G曲線響板設計，響板音孔裝置，定弦裝置。', '鋼琴', '1', 49, '2020-07-04 23:49:08', '2020-07-05 18:00:06'),
(12, '樂器', 'KAWAI Ki-305直立式鋼琴', 'product_I012.jpg', 59000, 1, '上架', 'KAWAI Ki-305直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦。G曲線響板設計，響板音孔裝置，定弦裝置。', '鋼琴', '1', 44, '2020-07-04 23:49:08', '2020-07-06 23:55:38'),
(13, '樂器', 'KAWAI K-25直立式鋼琴', 'product_I013.png', 59000, 1, '上架', 'KAWAI K-25直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦。G曲線響板設計，響板音孔裝置，定弦裝置。', '鋼琴', '1', 30, '2020-07-04 23:49:08', '2020-07-05 18:05:20'),
(14, '樂器', '標準加厚88鍵 鋰電池充電式 手捲電子琴', 'product_I014.jpg', 2799, 10, '上架', '標準加厚88鍵 鋰電池充電式 手捲電子琴', '超輕便好收納隨時隨地帶著走、可當MIDI鍵盤做電腦編輯、錄音、作詞曲', '電子琴', '1', 85, '2020-07-04 23:49:08', '2020-07-06 23:55:49'),
(15, '樂器', '『YAMAHA NP12』全新機種 61鍵電子琴『黑色款』', 'product_I015.jpg', 8500, 7, '上架', '『YAMAHA NP12』全新機種 61鍵電子琴『黑色款』', 'NP系列是優雅與簡約的絕佳組合、輕薄小巧的鍵盤有著精緻的音色', '電子琴', '1', 100, '2020-07-04 23:49:08', '2020-07-05 18:05:38'),
(16, '樂器', '『YAMAHA NP12』全新機種 61鍵電子琴『白色款』', 'product_I016.jpg', 8500, 8, '上架', '『YAMAHA NP12』全新機種 61鍵電子琴『白色款』', 'NP系列是優雅與簡約的絕佳組合、輕薄小巧的鍵盤有著精緻的音色', '電子琴', '1', 90, '2020-07-04 23:49:08', '2020-07-05 18:05:44'),
(17, '樂器', 'YAMAHA PSR-E463 61鍵自動伴奏電子琴', 'product_I017.jpg', 13500, 4, '上架', 'YAMAHA PSR-E463 61鍵自動伴奏電子琴', 'PSR-E463以包含758種樂器音色的豐富音樂資料庫為特色，讓您盡情享受各種音樂類型。', '電子琴', '1', 73, '2020-07-04 23:49:08', '2020-07-06 23:55:55'),
(18, '樂器', '『YAMAHA 山葉 NP-32』76鍵攜帶式電子琴『黑色款』', 'product_I018.jpg', 15000, 4, '上架', '『YAMAHA 山葉 NP-32』76鍵攜帶式電子琴『黑色款』', '76鍵 標準鍵鍵盤電子琴', '電子琴', '1', 58, '2020-07-04 23:49:08', '2020-07-06 23:56:01'),
(19, '樂器', '台灣JAZZY61鍵數位電子琴，JZ-618', 'product_I019.jpg', 3115, 6, '上架', '台灣JAZZY61鍵數位電子琴，JZ-618', '430種音色/300種節奏', '電子琴', '1', 77, '2020-07-04 23:49:08', '2020-07-06 23:56:10'),
(20, '樂器', 'KAWAI K-400直立式鋼琴', 'product_I020.jpg', 50000, 1, '上架', 'KAWAI K-400直立式鋼琴', '雙重鉸鏈的摔跤板增添了獨特的吸引力。', '鋼琴', '1', 47, '2020-07-04 23:49:08', '2020-07-06 23:56:14'),
(21, '樂器', 'KAWAI K-500直立式鋼琴', 'product_I021.jpg', 55000, 2, '上架', 'KAWAI K-500直立式鋼琴', 'K-500提供了功率，動態範圍和音調豐富度的罕見組合', '鋼琴', '1', 33, '2020-07-04 23:49:08', '2020-07-05 18:05:53'),
(22, '樂器', 'KAWAI  K-30(SNW)直立式鋼琴', 'product_I022.jpg', 60000, 1, '上架', 'KAWAI  K-30(SNW)直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦，外觀歐洲宮庭型', '鋼琴', '1', 36, '2020-07-04 23:49:08', '2020-07-06 23:56:18'),
(23, '樂器', 'KAWAI K-80W(CA)直立式鋼琴', 'product_I023.jpg', 60000, 1, '上架', 'KAWAI K-80W(CA)直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦。G曲線響板設計，響板音孔裝置，定弦裝置。', '鋼琴', '1', 21, '2020-07-04 23:49:08', '2020-07-06 23:56:23'),
(24, '樂器', 'KAWAI K-80(E)直立式鋼琴', 'product_I024.jpg', 60000, 1, '上架', 'KAWAI K-80(E)直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦。G曲線響板設計，響板音孔裝置，定弦裝置。', '鋼琴', '1', 42, '2020-07-04 23:49:08', '2020-07-06 23:56:29'),
(25, '樂器', 'aNueNue SLSC 23吋 烏克麗麗', 'product_I025.jpg', 2800, 5, '上架', 'aNueNue SLSC 23吋 烏克麗麗', '獨一無二的設計概念，23吋可愛輕巧的琴身、特殊的琴頭造型與簡約的琴身設計', '烏克麗麗', '1', 26, '2020-07-04 23:49:08', '2020-07-06 23:56:33'),
(26, '樂器', 'aNueNue CK3 26吋相思木烏克麗麗', 'product_I026.jpg', 3900, 3, '上架', 'aNueNue CK3 26吋相思木烏克麗麗', '相思木除了木紋優雅漂亮之外，聲音溫暖且豐實', '烏克麗麗', '1', 85, '2020-07-04 23:49:08', '2020-07-06 23:56:48'),
(27, '樂器', 'aNueNue MCM 23吋桃花心木烏克麗麗', 'product_I027.jpg', 3600, 2, '上架', 'aNueNue MCM 23吋桃花心木烏克麗麗', '舒適輕巧手感，讓你彈任何曲風都難不倒它平實的價格，高規格的對待', '烏克麗麗', '1', 64, '2020-07-04 23:49:08', '2020-07-06 23:56:53'),
(28, '樂器', 'aNueNue 900S 21吋桃花心木烏克麗麗', 'product_I028.jpg', 5800, 1, '上架', 'aNueNue 900S 21吋桃花心木烏克麗麗', '新一代U900升級面單桃花心木內部結構升級，聲音較響亮飽滿、顆粒扎實', '烏克麗麗', '1', 43, '2020-07-04 23:49:08', '2020-07-06 23:57:04'),
(29, '樂器', 'aNueNue SLST 26吋 烏克麗麗', 'product_I029.jpg', 1980, 5, '上架', 'aNueNue SLST 26吋 烏克麗麗', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', '1', 47, '2020-07-04 23:49:08', '2020-07-06 23:57:08'),
(30, '樂器', 'Pukana La PU-11S 烏克麗麗', 'product_I030.jpg', 2500, 3, '上架', 'Pukana La PU-11S 烏克麗麗', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', '1', 39, '2020-07-04 23:49:08', '2020-07-06 23:57:14'),
(31, '樂器', 'aNueNue UC10 彩色烏克麗麗 杏奶白 23吋', 'product_I031.jpg', 3600, 2, '上架', 'aNueNue UC10 彩色烏克麗麗 杏奶白 23吋', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', '1', 100, '2020-07-04 23:49:08', '2020-07-05 18:01:04'),
(32, '樂器', 'aNueNue UC10 彩色烏克麗麗 阿羅納藍 23吋', 'product_I032.jpg', 3600, 2, '上架', 'aNueNue UC10 彩色烏克麗麗 阿羅納藍 23吋', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', '1', 99, '2020-07-04 23:49:08', '2020-07-05 18:01:12'),
(33, '樂器', 'aNueNue UC10 彩色烏克麗麗 活珊瑚橘 23吋', 'product_I033.jpg', 3600, 1, '上架', 'aNueNue UC10 彩色烏克麗麗 活珊瑚橘 23吋', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', '1', 97, '2020-07-04 23:49:08', '2020-07-05 18:01:18'),
(34, '樂器', 'Sebrew 希伯萊 MC-1  入門小提琴', 'product_I034.jfif', 1600, 10, '上架', 'Sebrew 希伯萊 MC-1  入門小提琴', ' 入門小提琴', '小提琴', '1', 70, '2020-07-04 23:49:08', '2020-07-05 18:01:35'),
(35, '樂器', 'Sebrew 希伯萊 MC-2 考級小提琴', 'product_I035.jfif', 2280, 8, '上架', 'Sebrew 希伯萊 MC-2 考級小提琴', '考級小提琴', '小提琴', '1', 16, '2020-07-04 23:49:08', '2020-07-06 23:57:29'),
(37, '樂器', '專業級 Elegant 605 手工虎背紋小提琴', 'product_I037.jfif', 18000, 1, '上架', '專業級 Elegant 605 手工虎背紋小提琴', '琴採用優質雲杉實木面板、高級楓木側板、背板有虎背紋，手工漆及手工鑲邊', '小提琴', '1', 40, '2020-07-04 23:49:08', '2020-07-05 18:04:27'),
(38, '樂器', 'aNueNue UC10 彩色烏克麗麗 光輝金 23吋', 'product_I038.jpg', 3600, 1, '上架', 'aNueNue UC10 彩色烏克麗麗 光輝金 23吋', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', '1', 70, '2020-07-04 23:49:08', '2020-07-05 18:06:15'),
(39, '樂器', 'aNueNue UC10 彩色烏克麗麗 寧靜灰 23吋', 'product_I039.jpg', 3600, 1, '上架', 'aNueNue UC10 彩色烏克麗麗 寧靜灰 23吋', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', '1', 78, '2020-07-04 23:49:08', '2020-07-06 23:57:51'),
(40, '樂器', 'Abbott SN-300 小提琴', 'product_I040.jpg', 26000, 1, '上架', 'Abbott SN-300 小提琴', '手工刷漆，高級烏木配件，虎背紋路清晰', '小提琴', '1', 84, '2020-07-04 23:49:08', '2020-07-06 23:57:58'),
(42, '樂器', 'Eastman ATCG1 36吋 旅行吉他', 'product_I042.jpg', 15000, 4, '上架', 'Eastman ATCG1 36吋 旅行吉他', 'Eastman品牌在1992年於美國成立，是由提琴起家的，他雇用了一批已有聲譽的小提琴製作者，靠著這批人的幫助，他建立了大型的手工製作坊，以十九世紀末期歐洲手工製琴坊的方式來進行提琴製作。當提琴逐漸闖出名號之後，Eastman也開始切入琴弓製作，不論是提琴或者是琴弓，Eastman的產品一律採用純手工製作。\r\n\r\n \r\n\r\n在工坊內，大師級的製琴師指導並監督所有工作流程的進行，因此很快的建立起品質與價值上的名聲。由於有了提琴的工藝技術，Eastman進入撥弦樂器領域。 首先,是先以爵士吉他以及曼陀林開始，這類弦樂器通常是如同提琴般，在琴身上使用拱型面板與背板，因此也是比較難以製作，同時價格也相當昂貴的樂器。一般而言，半空心爵士吉他的單價偏高，全單板純手工製作的往往都要從5000美金起跳，而比較低價的往往是透過機器壓鑄拱型的合板琴，從質感和音色來說，只能當作聊勝於無的選擇，因此當Eastman開始進入這個領域之後，很快的就以品質和價格的優勢打入市場。隨著技術的純熟，Eastman的民謠吉他也以優越的品質，平實的價位打出一片天地。\r\n\r\n \r\n\r\n2014年的美國木吉他雜誌的讀者票選，Eastman獲得最受歡迎的小桶身吉他第三名以及中桶身吉他第二名，證明了Eastman吉他在美國木吉他界已經站穩一席之地。', '吉他', '1', 93, '2020-07-04 23:49:08', '2020-07-06 23:58:07'),
(43, '樂器', 'Mayson Atlas 36吋 民謠吉他', 'product_I043.jpg', 11900, 4, '上架', 'Mayson Atlas 36吋 民謠吉他', 'Mayson 吉他於2008年開始設計研發，2011年進入歐洲市場。目前在全世界42個國家、超過2000家樂器店陳列販售，並多次獲得國外吉他雜誌Gitarist、GitaarPlus的介紹及好評。不同於市面上多數陸廠的OEM吉他，Mayson全系列在自己工廠生產製造。從材料進口、桶身設計、到機械設備都是量身定做的，並在全球擁有超過10項專利。頂尖工藝源自於德國40年歷史的手工古典吉他品牌Martinez，結合美國當代製琴大師Kenny Hill、設計師Alex Wang共同創立這家高階吉他廠。', '吉他', '1', 80, '2020-07-04 23:49:08', '2020-07-05 18:02:26'),
(44, '樂器', 'Pukana La PG-DS1 38吋 旅行吉他\r\n', 'product_I044.jpg', 7980, 3, '上架', 'Pukana La PG-DS1 38吋 旅行吉他\r\n', 'Pukanala公司原為美國品牌，銷售世界知名Ukulele名牌Puka與Pukanala，旗下之高階烏克麗麗皆由台灣廠商代工製造，產品銷售世界各地，因美國母公司覺得台灣代工公司不論產品品質或行銷能力都非常優秀，因此邀請共組合資企業。\r\n\r\n自2010年起,並將Pukanala正式正名為Pukana La，從此成為台美合資公司，並在世界各地成立分部，並在台灣與中國設有自家工廠，代工廠則位於中國與印尼，其產品除行銷台灣之外，早已銷售至美國、英國、中國、日本、韓國等世界各地，足見其產品之傑出。', '吉他', '1', 60, '2020-07-04 23:49:08', '2020-07-05 18:04:36'),
(45, '樂器', 'Pukana La PG-OS2C 38吋 旅行吉他', 'product_I045.jpg', 7980, 3, '上架', 'Pukana La PG-OS2C 38吋 旅行吉他', 'Pukanala公司原為美國品牌，銷售世界知名Ukulele名牌Puka與Pukanala，旗下之高階烏克麗麗皆由台灣廠商代工製造，產品銷售世界各地，因美國母公司覺得台灣代工公司不論產品品質或行銷能力都非常優秀，因此邀請共組合資企業。\r\n\r\n自2010年起,並將Pukanala正式正名為Pukana La，從此成為台美合資公司，並在世界各地成立分部，並在台灣與中國設有自家工廠，代工廠則位於中國與印尼，其產品除行銷台灣之外，早已銷售至美國、英國、中國、日本、韓國等世界各地，足見其產品之傑出。', '吉他', '1', 67, '2020-07-04 23:49:08', '2020-07-06 23:58:13'),
(46, '樂器', 'YAMAHA YFL-222 長笛', 'product_I046.jpg', 24710, 1, '上架', 'YAMAHA YFL-222 長笛', '音色溫暖有深度，中、高音域集中，易控制，適合第一次使用手工吹頭者', '長笛', '1', 50, '2020-07-04 23:49:08', '2020-07-05 18:02:35'),
(47, '樂器', 'YAMAHA YFL-372 長笛', 'product_I047.jpg', 54600, 1, '上架', 'YAMAHA YFL-372 長笛', '吹口管是決定音色的重要要素', '長笛', '1', 88, '2020-07-04 23:49:08', '2020-07-06 23:58:24'),
(48, '樂器', 'YAMAHA YFL-272 長笛', 'product_I048.jpg', 41600, 1, '上架', 'YAMAHA YFL-272 長笛', '音色溫暖有深度，中、高音域集中，易控制，適合第一次使用手工吹頭者', '長笛', '1', 30, '2020-07-04 23:49:08', '2020-07-05 18:04:47'),
(50, '樂器', '★JYC JV-404中提琴★嚴選手工清鑲邊漆琴', 'product_I050.jpg', 18900, 12, '上架', '★JYC JV-404中提琴★嚴選手工清鑲邊漆琴', '德國AUBERT一星琴橋', '中提琴', '1', 15, '2020-07-04 23:49:08', '2020-07-06 23:58:29'),
(51, '樂器', 'YAMAHA 山葉 YTS-62 專業級 次中音薩克斯風 ', 'product_I051.jpg', 130500, 2, '上架', 'YAMAHA 山葉 YTS-62 專業級 次中音薩克斯風 ', '不分音樂界限，不被時代考驗，為樂手們一致熱愛及推崇', '薩克斯風', '1', 17, '2020-07-04 23:49:08', '2020-07-06 23:58:34'),
(52, '樂器', 'Zeus Alto 中音薩克斯風/黑金色　Z-A580BG', 'product_I052.jpg', 37570, 5, '上架', 'Zeus Alto 中音薩克斯風/黑金色　Z-A580BG', '德國原銅 / 台灣製造', '薩克斯風', '1', 28, '2020-07-04 23:49:08', '2020-07-06 23:58:43'),
(53, '樂器', 'JUPITER JTS-500Q 次中音 薩克斯風', 'product_I053.jpg', 38350, 4, '上架', 'JUPITER JTS-500Q 次中音 薩克斯風', '喇叭口與身管可拆換，可調拇指靠座', '薩克斯風', '1', 73, '2020-07-04 23:49:08', '2020-07-06 23:58:49'),
(54, '樂器', 'Zeus Alto 中音薩克斯風　Z-A580L', 'product_I054.jpg', 35100, 2, '上架', 'Zeus Alto 中音薩克斯風　Z-A580L', '德國原銅 / 台灣製造', '薩克斯風', '1', 44, '2020-07-04 23:49:08', '2020-07-05 18:02:54'),
(56, '樂器', '德國 SANDNER 山德 TA12 中提琴', 'product_I056.jpg', 18050, 2, '上架', '德國 SANDNER 山德 TA12 中提琴', '原廠配件本公司全面升級!原廠弓升級為布蘭哥木手工德國三顆星琴弓， 原廠琴弦升級尼龍弦，松香為歐洲松香。\r\n\r\n此琴為2013年最新款型號，原廠配件本公司全面升級!\r\n\r\n原廠弓升級為布蘭哥木手工德國三顆星琴弓\r\n\r\n原廠琴弦升級尼龍弦，松香為歐洲松香。\r\n\r\n商品簡介:\r\n\r\n雲杉實木面板、楓木側板、背板，虎背紋背板，金屬拉弦板\r\n\r\n手工清漆及手工鑲邊，烏木指板及配件， SANDNER琴弦。\r\n\r\n琴橋出貨前一律再經過整修後寄出 (沒有整修絕對不寄出)\r\n\r\n規格:14\" 15\" 15.5\" 16\"\r\n\r\n內附:琴盒、琴布、松香、肩墊。', '中提琴', '1', 55, '2020-07-04 23:49:08', '2020-07-05 18:03:04'),
(57, '樂器', '德國 SANDNER 山德 TA16 專業表演級中提琴', 'product_I057.jpg', 24700, 2, '上架', '原廠配件本公司全面升級!\r\n原廠弓升級為布蘭哥木手工德國三顆星琴弓\r\n原廠琴弦升級尼龍弦，松香為歐洲松香。', '原廠弓升級為布蘭哥木手工德國三顆星琴弓\r\n\r\n原廠琴弦升級尼龍弦，松香為歐洲松香。\r\n\r\n商品簡介:\r\n\r\n雲杉實木面板、楓木側板、背板，虎背紋背板，金屬拉弦板，\r\n\r\n手工清漆及手工鑲邊，烏木指板及配件， SANDNER琴弦。\r\n\r\n琴橋出貨前一律再經過整修後寄出 (沒有整修絕對不寄出)\r\n\r\n規格:14\" 15\" 15.5\" 16\"\r\n\r\n內附:琴盒、琴布、松香、肩墊。', '中提琴', '1', 28, '2020-07-04 23:49:08', '2020-07-06 23:59:00'),
(58, '樂器', '德國 SANDNER 山德 TA1 中提琴', 'product_I058.jpg', 9500, 2, '上架', '德國 SANDNER 山德 TA1 中提琴', '雲杉實木面板，楓木側板、背板，噴漆及手工鑲邊， 棗木染黑配件，SANDNER琴弦。\r\n\r\n雲杉實木面板，楓木側板、背板，噴漆及手工鑲邊\r\n\r\n棗木染黑配件，SANDNER琴弦。\r\n\r\n琴橋出貨前一律再經過整修後寄出 (沒有整修絕對不寄出)  \r\n\r\n規格:14\" 15\" 15.5\" 16\"\r\n\r\n內附:琴盒、琴布、松香、肩墊。', '中提琴', '1', 32, '2020-07-04 23:49:08', '2020-07-06 23:59:04'),
(60, '樂器', 'KORG B2N 電鋼琴', 'product_I060.jpg', 8500, 7, '上架', '(含譜架、延音踏板)', '從初學者到專業玩家，滿足一切的需求\r\n\r\nB2 象徵了 KORG 電鋼琴全新的時代。\r\n\r\n對於剛接觸鋼琴的朋友，KORG B2 滿足你演奏真實鋼琴的體驗，擁有 12 組精選音色，包含了著名的平台鋼琴音色，更可以讓你連接電腦，作為一個完美的創作工具。\r\n\r\nB2N 版本，提供了輕巧的 88 鍵鋼琴琴鍵，讓不同的使用者可以挑選適合的電鋼琴，從入門、編曲或家用練習。\r\n\r\n全新鋼琴引擎，精選12組音色\r\n\r\n\r\nB2 提供了 12 種聲音，從其新的鋼琴引擎的五種原始鋼琴聲音開始，涵蓋了各種類型的聲音，並提供豐富獨特的電鋼琴，風琴，大鍵琴和弦樂。\r\n\r\n除了平台鋼琴的巨大音調範圍之外，為 B2 精心採樣的聲音還重現了交感弦樂的振動和阻尼共振，使鋼琴具有其特色。\r\n\r\n\r\n\r\n像原聲鋼琴一樣的琴鍵\r\n\r\n模擬真實鋼琴琴槌反應（NH）的觸鍵，讓你可以在彈奏時可以有更豐富的表情細微變化\r\n\r\n\r\n\r\n配備多功能I/O，實現多種連接\r\n\r\nUBS MIDI/Audio \r\n\r\n使用USB線，將 B2 連接到手機、平板或桌機，可以作為 MIDI 鍵盤來播放聲音模組。\r\n\r\n（USB 線需另外選購）\r\n\r\n\r\nAUDIO IN\r\n當然也可以透過 B2 的喇叭播放手機的聲音，跟著音樂一起彈奏。', '電子琴', '3', 77, '2020-07-04 23:49:08', '2020-07-07 00:02:56'),
(61, '樂器', '雙燕 JFL-700RE 長笛', 'product_I061.jpg', 24450, 3, '上架', 'JUPITER JFL-700RE 雙燕長笛 開孔+E鍵【原廠1年保固】\r\n附贈：長笛盒、管身擦布、通條、管內口水布、原廠保固卡', 'JUPITER JFL-700RE 雙燕長笛 開孔+E鍵【原廠1年保固】\r\n附贈：長笛盒、管身擦布、通條、管內口水布、原廠保固卡', '長笛', '1', 57, '2020-07-04 23:49:08', '2020-07-07 00:06:41'),
(62, '樂器', 'Mahalo 雪花系列 21吋烏克麗麗', 'product_I062.jpg', 1200, 2, '上架', 'Mahalo 雪花系列 21吋烏克麗麗 Ukulele 附琴袋\r\n型號: MD1SNBU', 'Mahalo 雪花系列 21吋烏克麗麗 Ukulele 附琴袋\r\n型號: MD1SNBU', '烏克麗麗', '1', 79, '2020-07-04 23:49:08', '2020-07-06 23:56:53');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `product_instruments`
--
ALTER TABLE `product_instruments`
  ADD PRIMARY KEY (`PId`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_instruments`
--
ALTER TABLE `product_instruments`
  MODIFY `PId` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品編號', AUTO_INCREMENT=65;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
