-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2020-06-27 14:10:47
-- 伺服器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `dulcet_music`
--

-- --------------------------------------------------------

--
-- 資料表結構 `product_instruments`
--

CREATE TABLE `product_instruments` (
  `PId` int(255) NOT NULL COMMENT '商品編號',
  `PCategoryId` varchar(10) NOT NULL COMMENT '商品類別ID',
  `PName` varchar(255) NOT NULL COMMENT '商品名稱',
  `PImg` varchar(1000) NOT NULL COMMENT '圖片檔名',
  `PPrice` int(255) NOT NULL COMMENT '商品價格',
  `PQty` int(255) NOT NULL COMMENT '商品數量/人數',
  `PIntro` varchar(1000) NOT NULL COMMENT '商品簡介',
  `Pdesciption` varchar(1000) NOT NULL COMMENT '商品描述',
  `PInstrumentId` varchar(255) NOT NULL COMMENT '類別編號',
  `PCompanyId` varchar(255) NOT NULL COMMENT '上架廠商',
  `PClick` int(30) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `update_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '更新時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='product_courses';

--
-- 傾印資料表的資料 `product_instruments`
--

INSERT INTO `product_instruments` (`PId`, `PCategoryId`, `PName`, `PImg`, `PPrice`, `PQty`, `PIntro`, `Pdesciption`, `PInstrumentId`, `PCompanyId`, `PClick`, `created_at`, `update_at`) VALUES
(1, '樂器', 'YAMAHA RYDEEN 傳統爵士鼓組 黑色款', 'Product_20200423164420.jpg', 27000, 5, 'YAMAHA RYDEEN 傳統爵士鼓組 黑色款', '全新RYDEEN(5件套鼓組)正是任何初學者及玩家會喜愛的一套鼓組。', '爵士鼓', 'F050', NULL, '2020-07-26 14:18:00', '2020-07-27 14:18:00'),
(2, '樂器', 'YAMAHA RYDEEN 傳統爵士鼓組 酒紅色款', 'Product_20200423164421.jpg', 27000, 5, 'YAMAHA RYDEEN 傳統爵士鼓組 酒紅色款', '全新RYDEEN(5件套鼓組)正是任何初學者及玩家會喜愛的一套鼓組。', '爵士鼓', 'F050', NULL, '2020-07-27 14:18:00', '2020-07-28 14:18:00'),
(3, '樂器', 'YAMAHA RYDEEN 傳統爵士鼓組 雅痞黃色款', 'Product_20200423164422.jpg', 27000, 5, 'YAMAHA RYDEEN 傳統爵士鼓組 雅痞黃色款', '全新RYDEEN(5件套鼓組)正是任何初學者及玩家會喜愛的一套鼓組。', '爵士鼓', 'F050', NULL, '2020-07-28 14:18:00', '2020-07-29 14:18:00'),
(4, '樂器', 'YAMAHA RYDEEN 傳統爵士鼓組 絢麗銀色款', 'Product_20200423164423.jpg', 27000, 5, 'YAMAHA RYDEEN 傳統爵士鼓組 絢麗銀色款', '全新RYDEEN(5件套鼓組)正是任何初學者及玩家會喜愛的一套鼓組。', '爵士鼓', 'F050', NULL, '2020-07-29 14:18:00', '2020-07-30 14:18:00'),
(5, '樂器', 'YAMAHA Stage Custom 爵士鼓組 典雅白色款', 'Product_20200423164424.jpg', 46000, 5, 'YAMAHA Stage Custom 爵士鼓組 典雅白色款', '大鼓踏板+鼓椅+兩隻銅鈸架+一隻Hi-Hat架', '爵士鼓', 'F050', NULL, '2020-07-30 14:18:00', '2020-07-31 14:18:00'),
(6, '樂器', 'YAMAHA Stage Custom 爵士鼓組 蜂蜜琥珀色款', 'Product_20200423164425.jpg', 46000, 5, 'YAMAHA Stage Custom 爵士鼓組 蜂蜜琥珀色款', '大鼓踏板+鼓椅+兩隻銅鈸架+一隻Hi-Hat架', '爵士鼓', 'F050', NULL, '2020-07-31 14:18:00', '2020-08-01 14:18:00'),
(7, '樂器', 'YAMAHA Stage Custom 爵士鼓組 酒紅木紋色款', 'Product_20200423164426.jpg', 46000, 5, 'YAMAHA Stage Custom 爵士鼓組 酒紅木紋色款', '大鼓踏板+鼓椅+兩隻銅鈸架+一隻Hi-Hat架', '爵士鼓', 'F050', NULL, '2020-08-01 14:18:00', '2020-08-02 14:18:00'),
(8, '樂器', 'YAMAHA Stage Custom 爵士鼓組 自然原木色款', 'Product_20200423164427.jpg', 46000, 5, 'YAMAHA Stage Custom 爵士鼓組 自然原木色款', '大鼓踏板+鼓椅+兩隻銅鈸架+一隻Hi-Hat架', '爵士鼓', 'F050', NULL, '2020-08-02 14:18:00', '2020-08-03 14:18:00'),
(9, '樂器', 'DIXON 台灣製 兒童爵士鼓 BK黑色', 'Product_20200423164428.jpg', 14000, 5, 'DIXON 台灣製 兒童爵士鼓 BK黑色', '國內第一組完全按照比例，專供兒童使用的5粒鼓組。', '爵士鼓', 'F048', NULL, '2020-08-03 14:18:00', '2020-08-04 14:18:00'),
(10, '樂器', 'DIXON 台灣製 兒童爵士鼓 F22銅刷線', 'Product_20200423164429.jpg', 14000, 5, 'DIXON 台灣製 兒童爵士鼓 F22銅刷線', '國內第一組完全按照比例，專供兒童使用的5粒鼓組。', '爵士鼓', 'F048', NULL, '2020-08-04 14:18:00', '2020-08-05 14:18:00'),
(11, '樂器', 'DIXON 台灣製 兒童爵士鼓 F25藍刷線', 'Product_20200423164430.jpg', 14000, 5, 'DIXON 台灣製 兒童爵士鼓 F25藍刷線', '國內第一組完全按照比例，專供兒童使用的5粒鼓組。', '爵士鼓', 'F048', NULL, '2020-08-05 14:18:00', '2020-08-06 14:18:00'),
(12, '樂器', 'DIXON 台灣製 兒童爵士鼓 SL銀色', 'Product_20200423164431.jpg', 14000, 5, 'DIXON 台灣製 兒童爵士鼓 SL銀色', '國內第一組完全按照比例，專供兒童使用的5粒鼓組。', '爵士鼓', 'F048', NULL, '2020-08-06 14:18:00', '2020-08-07 14:18:00'),
(13, '樂器', 'DIXON 台灣製 兒童爵士鼓 WR酒紅', 'Product_20200423164432.jpg', 14000, 5, 'DIXON 台灣製 兒童爵士鼓 WR酒紅', '國內第一組完全按照比例，專供兒童使用的5粒鼓組。', '爵士鼓', 'F048', NULL, '2020-08-07 14:18:00', '2020-08-08 14:18:00'),
(14, '樂器', '標準加厚88鍵 鋰電池充電式 手捲電子琴', 'Product_20200423164433.jpg', 2799, 10, '標準加厚88鍵 鋰電池充電式 手捲電子琴', '超輕便好收納隨時隨地帶著走、可當MIDI鍵盤做電腦編輯、錄音、作詞曲', '電子琴', 'F047', NULL, '2020-08-08 14:18:00', '2020-08-09 14:18:00'),
(15, '樂器', '『YAMAHA NP12』全新機種 61鍵電子琴『黑色款』', 'Product_20200423164434.jpg', 8500, 7, '『YAMAHA NP12』全新機種 61鍵電子琴『黑色款』', 'NP系列是優雅與簡約的絕佳組合、輕薄小巧的鍵盤有著精緻的音色', '電子琴', 'F046', NULL, '2020-08-09 14:18:00', '2020-08-10 14:18:00'),
(16, '樂器', '『YAMAHA NP12』全新機種 61鍵電子琴『白色款』', 'Product_20200423164435.jpg', 8500, 8, '『YAMAHA NP12』全新機種 61鍵電子琴『白色款』', 'NP系列是優雅與簡約的絕佳組合、輕薄小巧的鍵盤有著精緻的音色', '電子琴', 'F046', NULL, '2020-08-10 14:18:00', '2020-08-11 14:18:00'),
(17, '樂器', 'YAMAHA PSR-E463 61鍵自動伴奏電子琴', 'Product_20200423164436.jpg', 13500, 4, 'YAMAHA PSR-E463 61鍵自動伴奏電子琴', 'PSR-E463以包含758種樂器音色的豐富音樂資料庫為特色，讓您盡情享受各種音樂類型。', '電子琴', 'F046', NULL, '2020-08-11 14:18:00', '2020-08-12 14:18:00'),
(18, '樂器', '『YAMAHA 山葉 NP-32』76鍵攜帶式電子琴『黑色款』', 'Product_20200423164437.jpg', 15000, 4, '『YAMAHA 山葉 NP-32』76鍵攜帶式電子琴『黑色款』', '76鍵 標準鍵鍵盤電子琴', '電子琴', 'F046', NULL, '2020-08-12 14:18:00', '2020-08-13 14:18:00'),
(19, '樂器', '台灣JAZZY61鍵數位電子琴，JZ-618', 'Product_20200423164438.jpg', 3115, 6, '台灣JAZZY61鍵數位電子琴，JZ-618', '430種音色/300種節奏', '電子琴', 'F045', NULL, '2020-08-13 14:18:00', '2020-08-14 14:18:00'),
(20, '樂器', 'KAWAI K-400直立式鋼琴', 'Product_20200423164439.jpg', 50000, 1, 'KAWAI K-400直立式鋼琴', '雙重鉸鏈的摔跤板增添了獨特的吸引力。', '鋼琴', 'F044', NULL, '2020-08-14 14:18:00', '2020-08-15 14:18:00'),
(21, '樂器', 'KAWAI K-500直立式鋼琴', 'Product_20200423164440.jpg', 55000, 2, 'KAWAI K-500直立式鋼琴', 'K-500提供了功率，動態範圍和音調豐富度的罕見組合', '鋼琴', 'F044', NULL, '2020-08-15 14:18:00', '2020-08-16 14:18:00'),
(22, '樂器', 'KAWAI  K-30(SNW)直立式鋼琴', 'Product_20200423164441.jpg', 60000, 1, 'KAWAI  K-30(SNW)直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦，外觀歐洲宮庭型', '鋼琴', 'F044', NULL, '2020-08-16 14:18:00', '2020-08-17 14:18:00'),
(23, '樂器', 'KAWAI K-80W(CA)直立式鋼琴', 'Product_20200423164442.jpg', 60000, 1, 'KAWAI K-80W(CA)直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦。G曲線響板設計，響板音孔裝置，定弦裝置。', '鋼琴', 'F044', NULL, '2020-08-17 14:18:00', '2020-08-18 14:18:00'),
(24, '樂器', 'KAWAI K-80(E)直立式鋼琴', 'Product_20200423164443.jpg', 60000, 1, 'KAWAI K-80(E)直立式鋼琴', '採用日本原裝打擊系統、音搥、琴弦。G曲線響板設計，響板音孔裝置，定弦裝置。', '鋼琴', 'F044', NULL, '2020-08-18 14:18:00', '2020-08-19 14:18:00'),
(25, '樂器', 'aNueNue AQUA-002 23 吋烏克麗麗', 'Product_20200423164444.jpg', 2800, 5, 'aNueNue AQUA-002 23 吋烏克麗麗', '獨一無二的設計概念，23吋可愛輕巧的琴身、特殊的琴頭造型與簡約的琴身設計', '烏克麗麗', 'F026', NULL, '2020-08-19 14:18:00', '2020-08-20 14:18:00'),
(26, '樂器', 'aNueNue CK3 26吋相思木烏克麗麗', 'Product_20200423164445.jpg', 3900, 3, 'aNueNue CK3 26吋相思木烏克麗麗', '相思木除了木紋優雅漂亮之外，聲音溫暖且豐實', '烏克麗麗', 'F026', NULL, '2020-08-20 14:18:00', '2020-08-21 14:18:00'),
(27, '樂器', 'aNueNue MCM 23吋桃花心木烏克麗麗', 'Product_20200423164446.jpg', 3600, 2, 'aNueNue MCM 23吋桃花心木烏克麗麗', '舒適輕巧手感，讓你彈任何曲風都難不倒它平實的價格，高規格的對待', '烏克麗麗', 'F026', NULL, '2020-08-21 14:18:00', '2020-08-22 14:18:00'),
(28, '樂器', 'aNueNue 900S 21吋桃花心木烏克麗麗', 'Product_20200423164447.jpg', 5800, 1, 'aNueNue 900S 21吋桃花心木烏克麗麗', '新一代U900升級面單桃花心木內部結構升級，聲音較響亮飽滿、顆粒扎實', '烏克麗麗', 'F026', NULL, '2020-08-22 14:18:00', '2020-08-23 14:18:00'),
(29, '樂器', '『PUKA 烏克麗麗』PK-DPS 21吋口輪系列 / 小海豚款', 'Product_20200423164448.jpg', 1980, 5, '『PUKA 烏克麗麗』PK-DPS 21吋口輪系列 / 小海豚款', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', 'F027', NULL, '2020-08-23 14:18:00', '2020-08-24 14:18:00'),
(30, '樂器', '『PUKA 烏克麗麗』PK-HBC 23吋口輪系列 / 扶桑花款', 'Product_20200423164449.jpg', 2500, 3, '『PUKA 烏克麗麗』PK-HBC 23吋口輪系列 / 扶桑花款', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', 'F027', NULL, '2020-08-24 14:18:00', '2020-08-25 14:18:00'),
(31, '樂器', '『PUKA 烏克麗麗』PU-PEACE-S 21吋口輪系列 / 和平', 'Product_20200423164450.jpg', 2100, 2, '『PUKA 烏克麗麗』PU-PEACE-S 21吋口輪系列 / 和平', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', 'F027', NULL, '2020-08-25 14:18:00', '2020-08-26 14:18:00'),
(32, '樂器', '『PUKA 烏克麗麗』PU-LOVE-S 21吋口輪系列 / 愛心款', 'Product_20200423164451.jpg', 2100, 2, '『PUKA 烏克麗麗』PU-LOVE-S 21吋口輪系列 / 愛心款', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', 'F027', NULL, '2020-08-26 14:18:00', '2020-08-27 14:18:00'),
(33, '樂器', '『PUKA 烏克麗麗』PK-TFC 23吋口輪系列 / 熱帶魚款', 'Product_20200423164452.jpg', 2500, 1, '『PUKA 烏克麗麗』PK-TFC 23吋口輪系列 / 熱帶魚款', '時下最流行的樂器，適合個人或合奏演出，輕鬆彈奏帶來無限歡樂', '烏克麗麗', 'F027', NULL, '2020-08-27 14:18:00', '2020-08-28 14:18:00'),
(34, '樂器', 'Sebrew 希伯萊 MC-1  入門小提琴', 'Product_20200423164453.jpg', 1600, 10, 'Sebrew 希伯萊 MC-1  入門小提琴', ' 入門小提琴', '小提琴', 'F028', NULL, '2020-08-28 14:18:00', '2020-08-29 14:18:00'),
(35, '樂器', 'Sebrew 希伯萊 MC-2 考級小提琴', 'Product_20200423164454.jpg', 2280, 8, 'Sebrew 希伯萊 MC-2 考級小提琴', '考級小提琴', '小提琴', 'F028', NULL, '2020-08-29 14:18:00', '2020-08-30 14:18:00'),
(36, '樂器', 'Jazzy 台灣品牌 小提琴', 'Product_20200423164455.jpg', 3280, 3, 'Jazzy 台灣品牌 小提琴', 'A級雲杉木 ', '小提琴', 'F028', NULL, '2020-08-30 14:18:00', '2020-08-31 14:18:00'),
(37, '樂器', '專業級 Elegant 605 手工虎背紋小提琴', 'Product_20200423164456.jpg', 18000, 1, '專業級 Elegant 605 手工虎背紋小提琴', '琴採用優質雲杉實木面板、高級楓木側板、背板有虎背紋，手工漆及手工鑲邊', '小提琴', 'F029', NULL, '2020-08-31 14:18:00', '2020-09-01 14:18:00'),
(38, '樂器', '★SEKWANG★SVN-400雲杉實木小提琴', 'Product_20200423164457.jpg', 7000, 2, '★SEKWANG★SVN-400雲杉實木小提琴', '雲衫實木面板、楓木側板及背板、烏木指板烏木配件', '小提琴', 'F029', NULL, '2020-09-01 14:18:00', '2020-09-02 14:18:00'),
(39, '樂器', '德國 Conrad Götz 小提琴 CG-123', 'Product_20200423164458.jpg', 76500, 1, '德國 Conrad Götz 小提琴 CG-123', '德國GOTZ原廠裝配，使用奧地利Thomastik Dominant 尼龍弦', '小提琴', 'F029', NULL, '2020-09-02 14:18:00', '2020-09-03 14:18:00'),
(40, '樂器', 'Abbott SN-300 小提琴', 'Product_20200423164459.jpg', 26000, 1, 'Abbott SN-300 小提琴', '手工刷漆，高級烏木配件，虎背紋路清晰', '小提琴', 'F029', NULL, '2020-09-03 14:18:00', '2020-09-04 14:18:00'),
(41, '樂器', '★嚴選JYC JV-17 亮面虎紋小提琴', 'Product_20200423164500.jpg', 16500, 2, '★嚴選JYC JV-17 亮面虎紋小提琴', '金屬拉弦板', '小提琴', 'F029', NULL, '2020-09-04 14:18:00', '2020-09-05 14:18:00'),
(42, '樂器', '小提琴 BEAUTE ETERNA小提琴', 'Product_20200423164501.jpg', 7890, 2, '小提琴 BEAUTE ETERNA小提琴', '楓木實板，鋁合金拉版，棗木配件', '小提琴', 'F030', NULL, '2020-09-05 14:18:00', '2020-09-06 14:18:00'),
(43, '樂器', 'BEAUTE ETERNA 雲杉木單板 小提琴 FL34', 'Product_20200423164502.jpg', 9200, 4, 'BEAUTE ETERNA 雲杉木單板 小提琴 FL34', '鋁合金拉版，棗木配件，手工刷漆，復古色小提琴', '小提琴', 'F030', NULL, '2020-09-06 14:18:00', '2020-09-07 14:18:00'),
(44, '樂器', 'BEAUTE ETERNA小提琴【FD12染黑配件】', 'Product_20200423164503.jpg', 6590, 3, 'BEAUTE ETERNA小提琴【FD12染黑配件】', '全楓木實板，鋁合金拉版，染黑配件', '小提琴', 'F030', NULL, '2020-09-07 14:18:00', '2020-09-08 14:18:00'),
(45, '樂器', 'BEAUTE ETERNA 雲杉木單板 小提琴 FL12', 'Product_20200423164504.jpg', 9230, 3, 'BEAUTE ETERNA 雲杉木單板 小提琴 FL12', '鋁合金拉版，棗木配件，手工刷漆，復古色小提琴', '小提琴', 'F030', NULL, '2020-09-08 14:18:00', '2020-09-09 14:18:00'),
(46, '樂器', 'YAMAHA YFL-222 長笛', 'Product_20200423164505.jpg', 24710, 1, 'YAMAHA YFL-222 長笛', '音色溫暖有深度，中、高音域集中，易控制，適合第一次使用手工吹頭者', '長笛', 'F034', NULL, '2020-09-09 14:18:00', '2020-09-10 14:18:00'),
(47, '樂器', 'YAMAHA YFL-372 長笛', 'Product_20200423164506.jpg', 54600, 1, 'YAMAHA YFL-372 長笛', '吹口管是決定音色的重要要素', '長笛', 'F034', NULL, '2020-09-10 14:18:00', '2020-09-11 14:18:00'),
(48, '樂器', 'YAMAHA YFL-272 長笛', 'Product_20200423164507.jpg', 41600, 1, 'YAMAHA YFL-272 長笛', '音色溫暖有深度，中、高音域集中，易控制，適合第一次使用手工吹頭者', '長笛', 'F034', NULL, '2020-09-11 14:18:00', '2020-09-12 14:18:00'),
(49, '樂器', '★JYC JV-402A中提琴★雲杉實木頂級音色', 'Product_20200423164508.jpg', 16400, 10, '★JYC JV-402A中提琴★雲杉實木頂級音色', '德國SANDNER學生級琴弦', '中提琴', 'F036', NULL, '2020-09-12 14:18:00', '2020-09-13 14:18:00'),
(50, '樂器', '★JYC JV-404中提琴★嚴選手工清鑲邊漆琴', 'Product_20200423164509.jpg', 18900, 12, '★JYC JV-404中提琴★嚴選手工清鑲邊漆琴', '德國AUBERT一星琴橋', '中提琴', 'F036', NULL, '2020-09-13 14:18:00', '2020-09-14 14:18:00'),
(51, '樂器', 'YAMAHA 山葉 YTS-62 專業級 次中音薩克斯風 ', 'Product_20200423164510.jpg', 130500, 2, 'YAMAHA 山葉 YTS-62 專業級 次中音薩克斯風 ', '不分音樂界限，不被時代考驗，為樂手們一致熱愛及推崇', '薩克斯風', 'F039', NULL, '2020-09-14 14:18:00', '2020-09-15 14:18:00'),
(52, '樂器', 'Zeus Alto 中音薩克斯風/黑金色　Z-A580BG', 'Product_20200423164511.jpg', 37570, 5, 'Zeus Alto 中音薩克斯風/黑金色　Z-A580BG', '德國原銅 / 台灣製造', '薩克斯風', 'F039', NULL, '2020-09-15 14:18:00', '2020-09-16 14:18:00'),
(53, '樂器', 'JUPITER JTS-500Q 次中音 薩克斯風', 'Product_20200423164512.jpg', 38350, 4, 'JUPITER JTS-500Q 次中音 薩克斯風', '喇叭口與身管可拆換，可調拇指靠座', '薩克斯風', 'F039', NULL, '2020-09-16 14:18:00', '2020-09-17 14:18:00'),
(54, '樂器', 'Zeus Alto 中音薩克斯風　Z-A580L', 'Product_20200423164513.jpg', 35100, 2, 'Zeus Alto 中音薩克斯風　Z-A580L', '德國原銅 / 台灣製造', '薩克斯風', 'F039', NULL, '2020-09-17 14:18:00', '2020-09-18 14:18:00'),
(55, '樂器', 'JUPITER JTS-700Q 次中音 薩克斯風', 'Product_20200423164514.jpg', 46800, 3, 'JUPITER JTS-700Q 次中音 薩克斯風', '德國原銅 / 台灣製造', '薩克斯風', 'F039', NULL, '2020-09-18 14:18:00', '2020-09-19 14:18:00');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `product_instruments`
--
ALTER TABLE `product_instruments`
  ADD PRIMARY KEY (`PId`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_instruments`
--
ALTER TABLE `product_instruments`
  MODIFY `PId` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品編號', AUTO_INCREMENT=56;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
