-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2020-07-05 15:25:43
-- 伺服器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `dulcet_music`
--

-- --------------------------------------------------------

--
-- 資料表結構 `product_courses`
--

CREATE TABLE `product_courses` (
  `PId` int(255) NOT NULL COMMENT '商品編號',
  `PCategoryId` varchar(10) NOT NULL COMMENT '商品類別ID',
  `PName` varchar(255) NOT NULL COMMENT '商品名稱',
  `PImg` varchar(1000) NOT NULL COMMENT '圖片檔名',
  `PPrice` int(255) NOT NULL COMMENT '商品價格',
  `PQty` int(255) NOT NULL COMMENT '商品數量/人數',
  `PDate` date NOT NULL COMMENT '上課日期',
  `PIntro` varchar(1000) NOT NULL COMMENT '商品簡介',
  `Pdesciption` varchar(1000) NOT NULL COMMENT '商品描述',
  `PInstrumentId` varchar(255) NOT NULL COMMENT '類別編號',
  `PClick` int(30) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `update_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '更新時間',
  `PState` varchar(10) DEFAULT NULL COMMENT '上/下架'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='product_courses';

--
-- 傾印資料表的資料 `product_courses`
--

INSERT INTO `product_courses` (`PId`, `PCategoryId`, `PName`, `PImg`, `PPrice`, `PQty`, `PDate`, `PIntro`, `Pdesciption`, `PInstrumentId`, `PClick`, `created_at`, `update_at`, `PState`) VALUES
(1, '課程', '【七月】鋼琴 - 平日班', 'Piano7.jpg', 8000, 2, '2020-07-20', '【七月】鋼琴 - 平日班', '【七月】鋼琴 - 平日班', '鋼琴', 90, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(2, '課程', '【八月】鋼琴 - 平日班', 'Piano8.jpg', 8000, 2, '2020-08-20', '【八月】鋼琴 - 平日班', '【八月】鋼琴 - 平日班', '鋼琴', 70, '2020-03-04 14:18:00', '2020-03-05 14:18:00', '上架'),
(3, '課程', '【九月】鋼琴 - 平日班', 'Piano9.jpg', 8000, 2, '2020-09-20', '【九月】鋼琴 - 平日班', '【九月】鋼琴 - 平日班', '鋼琴', 66, '2020-03-05 14:18:00', '2020-03-06 14:18:00', '上架'),
(4, '課程', '【十月】鋼琴 - 平日班', 'Piano10.jpg', 8000, 2, '2020-10-20', '【十月】鋼琴 - 平日班', '【十月】鋼琴 - 平日班', '鋼琴', NULL, '2020-03-06 14:18:00', '2020-03-07 14:18:00', '上架'),
(5, '課程', '【十一月】鋼琴 - 平日班', 'Piano11.jpg', 8000, 2, '2020-11-20', '【十一月】鋼琴 - 平日班', '【十一月】鋼琴 - 平日班', '鋼琴', NULL, '2020-03-07 14:18:00', '2020-03-08 14:18:00', '上架'),
(6, '課程', '【十二月】鋼琴 - 平日班', 'Piano12.jpg', 8000, 2, '2020-12-20', '【十二月】鋼琴 - 平日班', '【十二月】鋼琴 - 平日班', '鋼琴', NULL, '2020-03-08 14:18:00', '2020-03-09 14:18:00', '上架'),
(7, '課程', '【七月】電子琴 - 平日班', 'Keyboard7.jpg', 5000, 10, '2020-07-20', '【七月】電子琴 - 平日班', '【七月】電子琴 - 平日班', '電子琴', 85, '2020-03-09 14:18:00', '2020-03-10 14:18:00', '上架'),
(8, '課程', '【八月】電子琴 - 平日班', 'Keyboard8.jpg', 5000, 10, '2020-08-20', '【八月】電子琴 - 平日班', '【八月】電子琴 - 平日班', '電子琴', 68, '2020-03-10 14:18:00', '2020-03-11 14:18:00', '上架'),
(9, '課程', '【九月】電子琴 - 平日班', 'Keyboard9.jpg', 5000, 10, '2020-09-20', '【九月】電子琴 - 平日班', '【九月】電子琴 - 平日班', '電子琴', NULL, '2020-03-11 14:18:00', '2020-03-12 14:18:00', '上架'),
(10, '課程', '【十月】電子琴 - 平日班', 'Keyboard10.jpg', 5000, 10, '2020-10-20', '【十月】電子琴 - 平日班', '【十月】電子琴 - 平日班', '電子琴', NULL, '2020-03-12 14:18:00', '2020-03-13 14:18:00', '上架'),
(11, '課程', '【十一月】電子琴 - 平日班', 'Keyboard11.jpg', 5000, 10, '2020-11-20', '【十一月】電子琴 - 平日班', '【十一月】電子琴 - 平日班', '電子琴', NULL, '2020-03-13 14:18:00', '2020-03-14 14:18:00', '上架'),
(12, '課程', '【十二月】電子琴 - 平日班', 'Keyboard12.jpg', 5000, 10, '2020-12-20', '【十二月】電子琴 - 平日班', '【十二月】電子琴 - 平日班', '電子琴', NULL, '2020-03-14 14:18:00', '2020-03-15 14:18:00', '上架'),
(13, '課程', '【七月】小提琴 - 平日班', 'Violin7.jpg', 8000, 10, '2020-07-20', '【七月】小提琴 - 平日班', '【七月】小提琴 - 平日班', '小提琴', 88, '2020-03-15 14:18:00', '2020-03-16 14:18:00', '上架'),
(14, '課程', '【八月】小提琴 - 平日班', 'Violin8.jpg', 8000, 10, '2020-08-20', '【八月】小提琴 - 平日班', '【八月】小提琴 - 平日班', '小提琴', 70, '2020-03-16 14:18:00', '2020-03-17 14:18:00', '上架'),
(15, '課程', '【九月】小提琴 - 平日班', 'Violin9.jpg', 8000, 10, '2020-09-20', '【九月】小提琴 - 平日班', '【九月】小提琴 - 平日班', '小提琴', NULL, '2020-03-17 14:18:00', '2020-03-18 14:18:00', '上架'),
(16, '課程', '【十月】小提琴 - 平日班', 'Violin10.jpg', 8000, 10, '2020-10-20', '【十月】小提琴 - 平日班', '【十月】小提琴 - 平日班', '小提琴', NULL, '2020-03-18 14:18:00', '2020-03-19 14:18:00', '上架'),
(17, '課程', '【十一月】小提琴 - 平日班', 'Violin11.jpg', 8000, 10, '2020-11-20', '【十一月】小提琴 - 平日班', '【十一月】小提琴 - 平日班', '小提琴', NULL, '2020-03-19 14:18:00', '2020-03-20 14:18:00', '上架'),
(18, '課程', '【十二月】小提琴 - 平日班', 'Violin12.jpg', 8000, 10, '2020-12-20', '【十二月】小提琴 - 平日班', '【十二月】小提琴 - 平日班', '小提琴', NULL, '2020-03-20 14:18:00', '2020-03-21 14:18:00', '上架'),
(19, '課程', '【七月】中提琴 - 平日班', 'Viola7.jpg', 7000, 5, '2020-07-20', '【七月】中提琴 - 平日班', '【七月】中提琴 - 平日班', '中提琴', 76, '2020-03-21 14:18:00', '2020-03-22 14:18:00', '上架'),
(20, '課程', '【八月】中提琴 - 平日班', 'Viola8.jpg', 7000, 5, '2020-08-20', '【八月】中提琴 - 平日班', '【八月】中提琴 - 平日班', '中提琴', 50, '2020-03-22 14:18:00', '2020-03-23 14:18:00', '上架'),
(21, '課程', '【九月】中提琴 - 平日班', 'Viola9.jpg', 7000, 5, '2020-09-20', '【九月】中提琴 - 平日班', '【九月】中提琴 - 平日班', '中提琴', NULL, '2020-03-23 14:18:00', '2020-03-24 14:18:00', '上架'),
(22, '課程', '【十月】中提琴 - 平日班', 'Viola10.jpg', 7000, 5, '2020-10-20', '【十月】中提琴 - 平日班', '【十月】中提琴 - 平日班', '中提琴', NULL, '2020-03-24 14:18:00', '2020-03-25 14:18:00', '上架'),
(23, '課程', '【十一月】中提琴 - 平日班', 'Viola11.jpg', 7000, 5, '2020-11-20', '【十一月】中提琴 - 平日班', '【十一月】中提琴 - 平日班', '中提琴', NULL, '2020-03-25 14:18:00', '2020-03-26 14:18:00', '上架'),
(24, '課程', '【十二月】中提琴 - 平日班', 'Viola12.jpg', 7000, 5, '2020-12-20', '【十二月】中提琴 - 平日班', '【十二月】中提琴 - 平日班', '中提琴', NULL, '2020-03-26 14:18:00', '2020-03-27 14:18:00', '上架'),
(25, '課程', '【七月】薩克斯風 - 平日班', 'Saxophone7.jpg', 8000, 10, '2020-07-20', '【七月】薩克斯風 - 平日班', '【七月】薩克斯風 - 平日班', '薩克斯風', 50, '2020-03-27 14:18:00', '2020-03-28 14:18:00', '上架'),
(26, '課程', '【八月】薩克斯風 - 平日班', 'Saxophone8.jpg', 8000, 10, '2020-08-20', '【八月】薩克斯風 - 平日班', '【八月】薩克斯風 - 平日班', '薩克斯風', NULL, '2020-03-28 14:18:00', '2020-03-29 14:18:00', '上架'),
(27, '課程', '【九月】薩克斯風 - 平日班', 'Saxophone9.jpg', 8000, 10, '2020-09-20', '【九月】薩克斯風 - 平日班', '【九月】薩克斯風 - 平日班', '薩克斯風', NULL, '2020-03-29 14:18:00', '2020-03-30 14:18:00', '上架'),
(28, '課程', '【十月】薩克斯風 - 平日班', 'Saxophone10.jpg', 8000, 10, '2020-10-20', '【十月】薩克斯風 - 平日班', '【十月】薩克斯風 - 平日班', '薩克斯風', NULL, '2020-03-30 14:18:00', '2020-03-31 14:18:00', '上架'),
(29, '課程', '【十一月】薩克斯風 - 平日班', 'Saxophone11.jpg', 8000, 10, '2020-11-20', '【十一月】薩克斯風 - 平日班', '【十一月】薩克斯風 - 平日班', '薩克斯風', NULL, '2020-03-31 14:18:00', '2020-04-01 14:18:00', '上架'),
(30, '課程', '【十二月】薩克斯風 - 平日班', 'Saxophone12.jpg', 8000, 10, '2020-12-20', '【十二月】薩克斯風 - 平日班', '【十二月】薩克斯風 - 平日班', '薩克斯風', NULL, '2020-04-01 14:18:00', '2020-04-02 14:18:00', '上架'),
(31, '課程', '【七月】長笛 - 平日班', 'flute7.jpg', 8000, 10, '2020-07-20', '【七月】長笛 - 平日班', '【七月】長笛 - 平日班', '長笛', 81, '2020-04-02 14:18:00', '2020-04-03 14:18:00', '上架'),
(32, '課程', '【八月】長笛 - 平日班', 'flute8.jpg', 8000, 10, '2020-08-20', '【八月】長笛 - 平日班', '【八月】長笛 - 平日班', '長笛', NULL, '2020-04-03 14:18:00', '2020-04-04 14:18:00', '上架'),
(33, '課程', '【九月】長笛 - 平日班', 'flute9.jpg', 8000, 10, '2020-09-20', '【九月】長笛 - 平日班', '【九月】長笛 - 平日班', '長笛', NULL, '2020-04-04 14:18:00', '2020-04-05 14:18:00', '上架'),
(34, '課程', '【十月】長笛 - 平日班', 'flute10.jpg', 8000, 10, '2020-10-20', '【十月】長笛 - 平日班', '【十月】長笛 - 平日班', '長笛', NULL, '2020-04-05 14:18:00', '2020-04-06 14:18:00', '上架'),
(35, '課程', '【十一月】長笛 - 平日班', 'flute11.jpg', 8000, 10, '2020-11-20', '【十一月】長笛 - 平日班', '【十一月】長笛 - 平日班', '長笛', NULL, '2020-04-06 14:18:00', '2020-04-07 14:18:00', '上架'),
(36, '課程', '【十二月】長笛 - 平日班', 'flute12.jpg', 8000, 10, '2020-12-20', '【十二月】長笛 - 平日班', '【十二月】長笛 - 平日班', '長笛', NULL, '2020-04-07 14:18:00', '2020-04-08 14:18:00', '上架'),
(37, '課程', '【七月】烏克麗麗 - 平日班', 'ukelele7.jpg', 4000, 20, '2020-07-20', '【七月】烏克麗麗 - 平日班', '【七月】烏克麗麗 - 平日班', '烏克麗麗', 83, '2020-04-08 14:18:00', '2020-04-09 14:18:00', '上架'),
(38, '課程', '【八月】烏克麗麗 - 平日班', 'ukelele8.jpg', 4000, 20, '2020-08-20', '【八月】烏克麗麗 - 平日班', '【八月】烏克麗麗 - 平日班', '烏克麗麗', 82, '2020-04-09 14:18:00', '2020-04-10 14:18:00', '上架'),
(39, '課程', '【九月】烏克麗麗 - 平日班', 'ukelele9.jpg', 4000, 20, '2020-09-20', '【九月】烏克麗麗 - 平日班', '【九月】烏克麗麗 - 平日班', '烏克麗麗', NULL, '2020-04-10 14:18:00', '2020-04-11 14:18:00', '上架'),
(40, '課程', '【十月】烏克麗麗 - 平日班', 'ukelele10.jpg', 4000, 20, '2020-10-20', '【十月】烏克麗麗 - 平日班', '【十月】烏克麗麗 - 平日班', '烏克麗麗', NULL, '2020-04-11 14:18:00', '2020-04-12 14:18:00', '上架'),
(41, '課程', '【十一月】烏克麗麗 - 平日班', 'ukelele11.jpg', 4000, 20, '2020-11-20', '【十一月】烏克麗麗 - 平日班', '【十一月】烏克麗麗 - 平日班', '烏克麗麗', NULL, '2020-04-12 14:18:00', '2020-04-13 14:18:00', '上架'),
(42, '課程', '【十二月】烏克麗麗 - 平日班', 'ukelele12.jpg', 4000, 20, '2020-12-20', '【十二月】烏克麗麗 - 平日班', '【十二月】烏克麗麗 - 平日班', '烏克麗麗', NULL, '2020-04-13 14:18:00', '2020-04-14 14:18:00', '上架'),
(43, '課程', '【七月】爵士鼓 - 平日班', 'Jazzdrum7.jpg', 4000, 20, '2020-07-20', '【七月】爵士鼓 - 平日班', '【七月】爵士鼓 - 平日班', '爵士鼓', 83, '2020-04-14 14:18:00', '2020-04-15 14:18:00', '上架'),
(44, '課程', '【八月】爵士鼓 - 平日班', 'Jazzdrum8.jpg', 4000, 20, '2020-08-20', '【八月】爵士鼓 - 平日班', '【八月】爵士鼓 - 平日班', '爵士鼓', NULL, '2020-04-15 14:18:00', '2020-04-16 14:18:00', '上架'),
(45, '課程', '【九月】爵士鼓 - 平日班', 'Jazzdrum9.jpg', 4000, 20, '2020-09-20', '【九月】爵士鼓 - 平日班', '【九月】爵士鼓 - 平日班', '爵士鼓', NULL, '2020-04-16 14:18:00', '2020-04-17 14:18:00', '上架'),
(46, '課程', '【十月】爵士鼓 - 平日班', 'Jazzdrum10.jpg', 4000, 20, '2020-10-20', '【十月】爵士鼓 - 平日班', '【十月】爵士鼓 - 平日班', '爵士鼓', NULL, '2020-04-17 14:18:00', '2020-04-18 14:18:00', '上架'),
(47, '課程', '【十一月】爵士鼓 - 平日班', 'Jazzdrum11.jpg', 4000, 20, '2020-11-20', '【十一月】爵士鼓 - 平日班', '【十一月】爵士鼓 - 平日班', '爵士鼓', NULL, '2020-04-18 14:18:00', '2020-04-19 14:18:00', '上架'),
(48, '課程', '【十二月】爵士鼓 - 平日班', 'Jazzdrum12.jpg', 4000, 20, '2020-12-20', '【十二月】爵士鼓 - 平日班', '【十二月】爵士鼓 - 平日班', '爵士鼓', NULL, '2020-04-19 14:18:00', '2020-04-20 14:18:00', '上架'),
(49, '課程', '【七月】鋼琴 - 假日班', 'Piano7w.jpg', 4000, 2, '2020-07-20', '【七月】鋼琴 - 假日班', '【七月】鋼琴 - 假日班', '鋼琴', 80, '2020-04-20 14:18:00', '2020-04-21 14:18:00', '上架'),
(50, '課程', '【八月】鋼琴 - 假日班', 'Piano8w.jpg', 4000, 2, '2020-08-20', '【八月】鋼琴 - 假日班', '【八月】鋼琴 - 假日班', '鋼琴', NULL, '2020-04-21 14:18:00', '2020-04-22 14:18:00', '上架'),
(51, '課程', '【九月】鋼琴 - 假日班', 'Piano9w.jpg', 4000, 2, '2020-09-20', '【九月】鋼琴 - 假日班', '【九月】鋼琴 - 假日班', '鋼琴', NULL, '2020-04-22 14:18:00', '2020-04-23 14:18:00', '上架'),
(52, '課程', '【十月】鋼琴 - 假日班', 'Piano10w.jpg', 4000, 2, '2020-10-20', '【十月】鋼琴 - 假日班', '【十月】鋼琴 - 假日班', '鋼琴', NULL, '2020-04-23 14:18:00', '2020-04-24 14:18:00', '上架'),
(53, '課程', '【十一月】鋼琴 - 假日班', 'Piano11w.jpg', 4000, 2, '2020-11-20', '【十一月】鋼琴 - 假日班', '【十一月】鋼琴 - 假日班', '鋼琴', NULL, '2020-04-24 14:18:00', '2020-04-25 14:18:00', '上架'),
(54, '課程', '【十二月】鋼琴 - 假日班', 'Piano12w.jpg', 4000, 2, '2020-12-20', '【十二月】鋼琴 - 假日班', '【十二月】鋼琴 - 假日班', '鋼琴', NULL, '2020-04-25 14:18:00', '2020-04-26 14:18:00', '上架'),
(55, '課程', '【七月】電子琴 - 假日班', 'Keyboard7w.jpg', 2500, 10, '2020-07-20', '【七月】電子琴 - 假日班', '【七月】電子琴 - 假日班', '電子琴', 91, '2020-04-26 14:18:00', '2020-04-27 14:18:00', '上架'),
(56, '課程', '【八月】電子琴 - 假日班', 'Keyboard8w.jpg', 2500, 10, '2020-08-20', '【八月】電子琴 - 假日班', '【八月】電子琴 - 假日班', '電子琴', 88, '2020-04-27 14:18:00', '2020-04-28 14:18:00', '上架'),
(57, '課程', '【九月】電子琴 - 假日班', 'Keyboard9w.jpg', 2500, 10, '2020-09-20', '【九月】電子琴 - 假日班', '【九月】電子琴 - 假日班', '電子琴', NULL, '2020-04-28 14:18:00', '2020-04-29 14:18:00', '上架'),
(58, '課程', '【十月】電子琴 - 假日班', 'Keyboard10w.jpg', 2500, 10, '2020-10-20', '【十月】電子琴 - 假日班', '【十月】電子琴 - 假日班', '電子琴', NULL, '2020-04-29 14:18:00', '2020-04-30 14:18:00', '上架'),
(59, '課程', '【十一月】電子琴 - 假日班', 'Keyboard11w.jpg', 2500, 10, '2020-11-20', '【十一月】電子琴 - 假日班', '【十一月】電子琴 - 假日班', '電子琴', NULL, '2020-04-30 14:18:00', '2020-05-01 14:18:00', '上架'),
(60, '課程', '【十二月】電子琴 - 假日班', 'Keyboard12w.jpg', 2500, 10, '2020-12-20', '【十二月】電子琴 - 假日班', '【十二月】電子琴 - 假日班', '電子琴', NULL, '2020-05-01 14:18:00', '2020-05-02 14:18:00', '上架'),
(61, '課程', '【七月】小提琴 - 假日班', 'Violin7w.jpg', 4000, 10, '2020-07-20', '【七月】小提琴 - 假日班', '【七月】小提琴 - 假日班', '小提琴', NULL, '2020-05-02 14:18:00', '2020-05-03 14:18:00', '上架'),
(62, '課程', '【八月】小提琴 - 假日班', 'Violin8w.jpg', 4000, 10, '2020-08-20', '【八月】小提琴 - 假日班', '【八月】小提琴 - 假日班', '小提琴', NULL, '2020-05-03 14:18:00', '2020-05-04 14:18:00', '上架'),
(63, '課程', '【九月】小提琴 - 假日班', 'Violin9w.jpg', 4000, 10, '2020-09-20', '【九月】小提琴 - 假日班', '【九月】小提琴 - 假日班', '小提琴', NULL, '2020-05-04 14:18:00', '2020-05-05 14:18:00', '上架'),
(64, '課程', '【十月】小提琴 - 假日班', 'Violin10w.jpg', 4000, 10, '2020-10-20', '【十月】小提琴 - 假日班', '【十月】小提琴 - 假日班', '小提琴', NULL, '2020-05-05 14:18:00', '2020-05-06 14:18:00', '上架'),
(65, '課程', '【十一月】小提琴 - 假日班', 'Violin11w.jpg', 4000, 10, '2020-11-20', '【十一月】小提琴 - 假日班', '【十一月】小提琴 - 假日班', '小提琴', NULL, '2020-05-06 14:18:00', '2020-05-07 14:18:00', '上架'),
(66, '課程', '【十二月】小提琴 - 假日班', 'Violin12w.jpg', 4000, 10, '2020-12-20', '【十二月】小提琴 - 假日班', '【十二月】小提琴 - 假日班', '小提琴', NULL, '2020-05-07 14:18:00', '2020-05-08 14:18:00', '上架'),
(67, '課程', '【七月】中提琴 - 假日班', 'Viola7w.jpg', 3500, 5, '2020-07-20', '【七月】中提琴 - 假日班', '【七月】中提琴 - 假日班', '中提琴', 91, '2020-05-08 14:18:00', '2020-05-09 14:18:00', '上架'),
(68, '課程', '【八月】中提琴 - 假日班', 'Viola8w.jpg', 3500, 5, '2020-08-20', '【八月】中提琴 - 假日班', '【八月】中提琴 - 假日班', '中提琴', NULL, '2020-05-09 14:18:00', '2020-05-10 14:18:00', '上架'),
(69, '課程', '【九月】中提琴 - 假日班', 'Viola9w.jpg', 3500, 5, '2020-09-20', '【九月】中提琴 - 假日班', '【九月】中提琴 - 假日班', '中提琴', NULL, '2020-05-10 14:18:00', '2020-05-11 14:18:00', '上架'),
(70, '課程', '【十月】中提琴 - 假日班', 'Viola10w.jpg', 3500, 5, '2020-10-20', '【十月】中提琴 - 假日班', '【十月】中提琴 - 假日班', '中提琴', NULL, '2020-05-11 14:18:00', '2020-05-12 14:18:00', '上架'),
(71, '課程', '【十一月】中提琴 - 假日班', 'Viola11w.jpg', 3500, 5, '2020-11-20', '【十一月】中提琴 - 假日班', '【十一月】中提琴 - 假日班', '中提琴', NULL, '2020-05-12 14:18:00', '2020-05-13 14:18:00', '上架'),
(72, '課程', '【十二月】中提琴 - 假日班', 'Viola12w.jpg', 3500, 5, '2020-12-20', '【十二月】中提琴 - 假日班', '【十二月】中提琴 - 假日班', '中提琴', NULL, '2020-05-13 14:18:00', '2020-05-14 14:18:00', '上架'),
(73, '課程', '【七月】薩克斯風 - 假日班', 'Saxophone7w.jpg', 4000, 10, '2020-07-20', '【七月】薩克斯風 - 假日班', '【七月】薩克斯風 - 假日班', '薩克斯風', 90, '2020-05-14 14:18:00', '2020-05-15 14:18:00', '上架'),
(74, '課程', '【八月】薩克斯風 - 假日班', 'Saxophone8w.jpg', 4000, 10, '2020-08-20', '【八月】薩克斯風 - 假日班', '【八月】薩克斯風 - 假日班', '薩克斯風', NULL, '2020-05-15 14:18:00', '2020-05-16 14:18:00', '上架'),
(75, '課程', '【九月】薩克斯風 - 假日班', 'Saxophone9w.jpg', 4000, 10, '2020-09-20', '【九月】薩克斯風 - 假日班', '【九月】薩克斯風 - 假日班', '薩克斯風', NULL, '2020-05-16 14:18:00', '2020-05-17 14:18:00', '上架'),
(76, '課程', '【十月】薩克斯風 - 假日班', 'Saxophone10w.jpg', 4000, 10, '2020-10-20', '【十月】薩克斯風 - 假日班', '【十月】薩克斯風 - 假日班', '薩克斯風', NULL, '2020-05-17 14:18:00', '2020-05-18 14:18:00', '上架'),
(77, '課程', '【十一月】薩克斯風 - 假日班', 'Saxophone11w.jpg', 4000, 10, '2020-11-20', '【十一月】薩克斯風 - 假日班', '【十一月】薩克斯風 - 假日班', '薩克斯風', NULL, '2020-05-18 14:18:00', '2020-05-19 14:18:00', '上架'),
(78, '課程', '【十二月】薩克斯風 - 假日班', 'Saxophone12w.jpg', 4000, 10, '2020-12-20', '【十二月】薩克斯風 - 假日班', '【十二月】薩克斯風 - 假日班', '薩克斯風', NULL, '2020-05-19 14:18:00', '2020-05-20 14:18:00', '上架'),
(79, '課程', '【七月】長笛 - 假日班', 'flute7w.jpg', 4000, 10, '2020-07-20', '【七月】長笛 - 假日班', '【七月】長笛 - 假日班', '長笛', NULL, '2020-05-20 14:18:00', '2020-05-21 14:18:00', '上架'),
(80, '課程', '【八月】長笛 - 假日班', 'flute8w.jpg', 4000, 10, '2020-08-20', '【八月】長笛 - 假日班', '【八月】長笛 - 假日班', '長笛', NULL, '2020-05-21 14:18:00', '2020-05-22 14:18:00', '上架'),
(81, '課程', '【九月】長笛 - 假日班', 'flute9w.jpg', 4000, 10, '2020-09-20', '【九月】長笛 - 假日班', '【九月】長笛 - 假日班', '長笛', NULL, '2020-05-22 14:18:00', '2020-05-23 14:18:00', '上架'),
(82, '課程', '【十月】長笛 - 假日班', 'flute10w.jpg', 4000, 10, '2020-10-20', '【十月】長笛 - 假日班', '【十月】長笛 - 假日班', '長笛', NULL, '2020-05-23 14:18:00', '2020-05-24 14:18:00', '上架'),
(83, '課程', '【十一月】長笛 - 假日班', 'flute11w.jpg', 4000, 10, '2020-11-20', '【十一月】長笛 - 假日班', '【十一月】長笛 - 假日班', '長笛', NULL, '2020-05-24 14:18:00', '2020-05-25 14:18:00', '上架'),
(84, '課程', '【十二月】長笛 - 假日班', 'flute12w.jpg', 4000, 10, '2020-12-20', '【十二月】長笛 - 假日班', '【十二月】長笛 - 假日班', '長笛', NULL, '2020-05-25 14:18:00', '2020-05-26 14:18:00', '上架'),
(85, '課程', '【七月】烏克麗麗 - 假日班', 'ukelele7w.jpg', 2000, 20, '2020-07-20', '【七月】烏克麗麗 - 假日班', '【七月】烏克麗麗 - 假日班', '烏克麗麗', 90, '2020-05-26 14:18:00', '2020-05-27 14:18:00', '上架'),
(86, '課程', '【八月】烏克麗麗 - 假日班', 'ukelele8w.jpg', 2000, 20, '2020-08-20', '【八月】烏克麗麗 - 假日班', '【八月】烏克麗麗 - 假日班', '烏克麗麗', NULL, '2020-05-27 14:18:00', '2020-05-28 14:18:00', '上架'),
(87, '課程', '【九月】烏克麗麗 - 假日班', 'ukelele9w.jpg', 2000, 20, '2020-09-20', '【九月】烏克麗麗 - 假日班', '【九月】烏克麗麗 - 假日班', '烏克麗麗', NULL, '2020-05-28 14:18:00', '2020-05-29 14:18:00', '上架'),
(88, '課程', '【十月】烏克麗麗 - 假日班', 'ukelele10w.jpg', 2000, 20, '2020-10-20', '【十月】烏克麗麗 - 假日班', '【十月】烏克麗麗 - 假日班', '烏克麗麗', NULL, '2020-05-29 14:18:00', '2020-05-30 14:18:00', '上架'),
(89, '課程', '【十一月】烏克麗麗 - 假日班', 'ukelele11w.jpg', 2000, 20, '2020-11-20', '【十一月】烏克麗麗 - 假日班', '【十一月】烏克麗麗 - 假日班', '烏克麗麗', NULL, '2020-05-30 14:18:00', '2020-05-31 14:18:00', '上架'),
(90, '課程', '【十二月】烏克麗麗 - 假日班', 'ukelele12w.jpg', 2000, 20, '2020-12-20', '【十二月】烏克麗麗 - 假日班', '【十二月】烏克麗麗 - 假日班', '烏克麗麗', NULL, '2020-05-31 14:18:00', '2020-06-01 14:18:00', '上架'),
(91, '課程', '【七月】爵士鼓 - 假日班', 'Jazzdrum7w.jpg', 2000, 20, '2020-07-20', '【七月】爵士鼓 - 假日班', '【七月】爵士鼓 - 假日班', '爵士鼓', NULL, '2020-06-01 14:18:00', '2020-06-02 14:18:00', '上架'),
(92, '課程', '【八月】爵士鼓 - 假日班', 'Jazzdrum8w.jpg', 2000, 20, '2020-08-20', '【八月】爵士鼓 - 假日班', '【八月】爵士鼓 - 假日班', '爵士鼓', NULL, '2020-06-02 14:18:00', '2020-06-03 14:18:00', '上架'),
(93, '課程', '【九月】爵士鼓 - 假日班', 'Jazzdrum9w.jpg', 2000, 20, '2020-09-20', '【九月】爵士鼓 - 假日班', '【九月】爵士鼓 - 假日班', '爵士鼓', NULL, '2020-06-03 14:18:00', '2020-06-04 14:18:00', '上架'),
(94, '課程', '【十月】爵士鼓 - 假日班', 'Jazzdrum10w.jpg', 2000, 20, '2020-10-20', '【十月】爵士鼓 - 假日班', '【十月】爵士鼓 - 假日班', '爵士鼓', NULL, '2020-06-04 14:18:00', '2020-06-05 14:18:00', '上架'),
(95, '課程', '【十一月】爵士鼓 - 假日班', 'Jazzdrum11w.jpg', 2000, 20, '2020-11-20', '【十一月】爵士鼓 - 假日班', '【十一月】爵士鼓 - 假日班', '爵士鼓', NULL, '2020-06-05 14:18:00', '2020-06-06 14:18:00', '上架'),
(96, '課程', '【十二月】爵士鼓 - 假日班', 'Jazzdrum12w.jpg', 2000, 20, '2020-12-20', '【十二月】爵士鼓 - 假日班', '【十二月】爵士鼓 - 假日班', '爵士鼓', NULL, '2020-06-06 14:18:00', '2020-06-07 14:18:00', '上架'),
(98, '課程', '【七月】吉他 - 平日班', 'guitar7.jpg', 3000, 5, '2020-07-20', '【七月】吉他 - 平日班', '【七月】吉他 - 平日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(99, '課程', '【八月】吉他 - 平日班', 'guitar8.jpg', 3000, 5, '2020-07-20', '【八月】吉他 - 平日班', '【八月】吉他 - 平日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(100, '課程', '【九月】吉他 - 平日班', 'guitar9.jpg', 3000, 5, '2020-07-20', '【九月】吉他 - 平日班', '【九月】吉他 - 平日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(101, '課程', '【十月】吉他 - 平日班', 'guitar10.jpg', 3000, 5, '2020-07-20', '【十月】吉他 - 平日班', '【十月】吉他 - 平日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(102, '課程', '【十一月】吉他 - 平日班', 'guitar11.jpg', 3000, 5, '2020-07-20', '【十一月】吉他 - 平日班', '【十一月】吉他 - 平日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(103, '課程', '【十二月】吉他 - 平日班', 'guitar12.jpg', 3000, 5, '2020-07-20', '【十二月】吉他 - 平日班', '【十二月】吉他 - 平日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(104, '課程', '【七月】吉他 - 假日班', 'guitar7w.jpg', 3000, 5, '2020-07-20', '【七月】吉他 - 假日班', '【七月】吉他 - 假日班', '吉他', 92, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(105, '課程', '【八月】吉他 - 假日班', 'guitar8w.jpg', 3000, 5, '2020-07-20', '【八月】吉他 - 假日班', '【八月】吉他 - 假日班', '吉他', 82, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(106, '課程', '【九月】吉他 - 假日班', 'guitar9w.jpg', 3000, 5, '2020-07-20', '【九月】吉他 - 假日班', '【九月】吉他 - 假日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(107, '課程', '【十月】吉他 - 假日班', 'guitar10w.jpg', 3000, 5, '2020-07-20', '【十月】吉他 - 假日班', '【十月】吉他 - 假日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(108, '課程', '【十一月】吉他 - 假日班', 'guitar11w.jpg', 3000, 5, '2020-07-20', '【十一月】吉他 - 假日班', '【十一月】吉他 - 假日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架'),
(109, '課程', '【十二月】吉他 - 假日班', 'guitar12w.jpg', 3000, 5, '2020-07-20', '【十二月】吉他 - 假日班', '【十二月】吉他 - 假日班', '吉他', NULL, '2020-03-03 14:18:00', '2020-03-04 14:18:00', '上架');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `product_courses`
--
ALTER TABLE `product_courses`
  ADD PRIMARY KEY (`PId`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_courses`
--
ALTER TABLE `product_courses`
  MODIFY `PId` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品編號', AUTO_INCREMENT=110;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
