-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2020-06-27 14:10:58
-- 伺服器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `dulcet_music`
--

-- --------------------------------------------------------

--
-- 資料表結構 `product_video`
--

CREATE TABLE `product_video` (
  `PId` int(255) NOT NULL COMMENT '商品編號',
  `PCategoryId` varchar(10) NOT NULL,
  `PName` varchar(255) NOT NULL COMMENT '商品名稱',
  `PImg` varchar(1000) NOT NULL COMMENT '圖片檔名',
  `PVideo` varchar(1000) NOT NULL COMMENT '影片檔名',
  `PPrice` int(255) NOT NULL COMMENT '商品價格',
  `PTime` varchar(255) NOT NULL COMMENT '影片時數',
  `PIntro` varchar(1000) NOT NULL COMMENT '商品簡介',
  `Pdesciption` varchar(1000) NOT NULL COMMENT '商品描述',
  `PInstrumentId` varchar(255) NOT NULL COMMENT '類別編號',
  `PCompanyId` varchar(255) NOT NULL COMMENT '上架廠商',
  `PClick` int(30) DEFAULT NULL,
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `update_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '更新時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='product_courses';

--
-- 傾印資料表的資料 `product_video`
--

INSERT INTO `product_video` (`PId`, `PCategoryId`, `PName`, `PImg`, `PVideo`, `PPrice`, `PTime`, `PIntro`, `Pdesciption`, `PInstrumentId`, `PCompanyId`, `PClick`, `created_at`, `update_at`) VALUES
(1, '影片', '【10分鐘鋼琴教室】初學者的迷思-01', 'Product_20200423164331.jpg', 'Product_20200622202222.mp4', 100, '10min', '【10分鐘鋼琴教室】初學者的迷思-01', '【10分鐘鋼琴教室】初學者的迷思-01', '鋼琴', 'F010', NULL, '2020-06-07 14:18:00', '2020-06-08 14:18:00'),
(2, '影片', '【10分鐘鋼琴教室】初學者的迷思-02', 'Product_20200423164332.jpg', 'Product_20200622202322.mp4', 100, '10min', '【10分鐘鋼琴教室】初學者的迷思-02', '【10分鐘鋼琴教室】初學者的迷思-02', '鋼琴', 'F010', NULL, '2020-06-08 14:18:00', '2020-06-09 14:18:00'),
(3, '影片', '【10分鐘鋼琴教室】初學者的迷思-03', 'Product_20200423164333.jpg', 'Product_20200622202422.mp4', 100, '10min', '【10分鐘鋼琴教室】初學者的迷思-03', '【10分鐘鋼琴教室】初學者的迷思-03', '鋼琴', 'F010', NULL, '2020-06-09 14:18:00', '2020-06-10 14:18:00'),
(4, '影片', '【10分鐘鋼琴教室】初學者的迷思-04', 'Product_20200423164334.jpg', 'Product_20200622202522.mp4', 100, '10min', '【10分鐘鋼琴教室】初學者的迷思-04', '【10分鐘鋼琴教室】初學者的迷思-04', '鋼琴', 'F010', NULL, '2020-06-10 14:18:00', '2020-06-11 14:18:00'),
(5, '影片', '【10分鐘鋼琴教室】初學者的迷思-05', 'Product_20200423164335.jpg', 'Product_20200622202622.mp4', 100, '11min', '【10分鐘鋼琴教室】初學者的迷思-05', '【10分鐘鋼琴教室】初學者的迷思-05', '鋼琴', 'F010', NULL, '2020-06-11 14:18:00', '2020-06-12 14:18:00'),
(6, '影片', '【10分鐘鋼琴教室】初學者的迷思-06', 'Product_20200423164336.jpg', 'Product_20200622202722.mp4', 100, '12min', '【10分鐘鋼琴教室】初學者的迷思-06', '【10分鐘鋼琴教室】初學者的迷思-06', '鋼琴', 'F010', NULL, '2020-06-12 14:18:00', '2020-06-13 14:18:00'),
(7, '影片', '【烏克麗麗彈奏教學】小星星', 'Product_20200423164337.jpg', 'Product_20200622202822.mp4', 150, '15min', '【烏克麗麗彈奏教學】小星星', '【烏克麗麗彈奏教學】小星星', '烏克麗麗', 'F008', NULL, '2020-06-13 14:18:00', '2020-06-14 14:18:00'),
(8, '影片', '【烏克麗麗彈奏教學】小幸運', 'Product_20200423164338.jpg', 'Product_20200622202922.mp4', 200, '22min', '【烏克麗麗彈奏教學】小幸運', '【烏克麗麗彈奏教學】小幸運', '烏克麗麗', 'F008', NULL, '2020-06-14 14:18:00', '2020-06-15 14:18:00'),
(9, '影片', '【烏克麗麗彈奏教學】小情歌', 'Product_20200423164339.jpg', 'Product_20200622203022.mp4', 200, '25min', '【烏克麗麗彈奏教學】小情歌', '【烏克麗麗彈奏教學】小情歌', '烏克麗麗', 'F008', NULL, '2020-06-15 14:18:00', '2020-06-16 14:18:00'),
(10, '影片', '【烏克麗麗彈奏教學】小蘋果', 'Product_20200423164340.jpg', 'Product_20200622203122.mp4', 180, '22min', '【烏克麗麗彈奏教學】小蘋果', '【烏克麗麗彈奏教學】小蘋果', '烏克麗麗', 'F008', NULL, '2020-06-16 14:18:00', '2020-06-17 14:18:00'),
(11, '影片', '【美美老師長笛小學堂】第一課', 'Product_20200423164341.jpg', 'Product_20200622203222.mp4', 1000, '52min', '【美美老師長笛小學堂】第一課', '【美美老師長笛小學堂】第一課', '長笛', 'F001', NULL, '2020-06-17 14:18:00', '2020-06-18 14:18:00'),
(12, '影片', '【美美老師長笛小學堂】第二課', 'Product_20200423164342.jpg', 'Product_20200622203322.mp4', 1000, '55min', '【美美老師長笛小學堂】第二課', '【美美老師長笛小學堂】第二課', '長笛', 'F001', NULL, '2020-06-18 14:18:00', '2020-06-19 14:18:00'),
(13, '影片', '【美美老師長笛小學堂】第三課', 'Product_20200423164343.jpg', 'Product_20200622203422.mp4', 1000, '57min', '【美美老師長笛小學堂】第三課', '【美美老師長笛小學堂】第三課', '長笛', 'F001', NULL, '2020-06-19 14:18:00', '2020-06-20 14:18:00'),
(14, '影片', '【美美老師長笛小學堂】第四課', 'Product_20200423164344.jpg', 'Product_20200622203522.mp4', 1000, '55min', '【美美老師長笛小學堂】第四課', '【美美老師長笛小學堂】第四課', '長笛', 'F001', NULL, '2020-06-20 14:18:00', '2020-06-21 14:18:00'),
(15, '影片', '【美美老師長笛小學堂】第五課', 'Product_20200423164345.jpg', 'Product_20200622203622.mp4', 1000, '56min', '【美美老師長笛小學堂】第五課', '【美美老師長笛小學堂】第五課', '長笛', 'F001', NULL, '2020-06-21 14:18:00', '2020-06-22 14:18:00'),
(16, '影片', '【美美老師長笛小學堂】第六課', 'Product_20200423164346.jpg', 'Product_20200622237222.mp4', 1000, '62min', '【美美老師長笛小學堂】第六課', '【美美老師長笛小學堂】第六課', '長笛', 'F001', NULL, '2020-06-22 14:18:00', '2020-06-23 14:18:00'),
(17, '影片', '【美美老師長笛小學堂】第七課', 'Product_20200423164347.jpg', 'Product_20200622203822.mp4', 1000, '62min', '【美美老師長笛小學堂】第七課', '【美美老師長笛小學堂】第七課', '長笛', 'F001', NULL, '2020-06-23 14:18:00', '2020-06-24 14:18:00'),
(18, '影片', '【薩克斯風】01', 'Product_20200423164348.jpg', 'Product_20200622203922.mp4', 1000, '65min', '【薩克斯風】01', '【薩克斯風】01', '薩克斯風', 'F022', NULL, '2020-06-24 14:18:00', '2020-06-25 14:18:00'),
(19, '影片', '【薩克斯風】02', 'Product_20200423164349.jpg', 'Product_20200622204022.mp4', 1000, '62min', '【薩克斯風】02', '【薩克斯風】02', '薩克斯風', 'F022', NULL, '2020-06-25 14:18:00', '2020-06-26 14:18:00'),
(20, '影片', '【薩克斯風】03', 'Product_20200423164350.jpg', 'Product_20200622204122.mp4', 1000, '66min', '【薩克斯風】03', '【薩克斯風】03', '薩克斯風', 'F022', NULL, '2020-06-26 14:18:00', '2020-06-27 14:18:00'),
(21, '影片', '【薩克斯風】04', 'Product_20200423164351.jpg', 'Product_20200622204222.mp4', 1000, '62min', '【薩克斯風】04', '【薩克斯風】04', '薩克斯風', 'F022', NULL, '2020-06-27 14:18:00', '2020-06-28 14:18:00'),
(22, '影片', '【薩克斯風】05', 'Product_20200423164352.jpg', 'Product_20200622204322.mp4', 1000, '64min', '【薩克斯風】05', '【薩克斯風】05', '薩克斯風', 'F022', NULL, '2020-06-28 14:18:00', '2020-06-29 14:18:00'),
(23, '影片', '【薩克斯風】06', 'Product_20200423164353.jpg', 'Product_20200622204422.mp4', 1000, '65min', '【薩克斯風】06', '【薩克斯風】06', '薩克斯風', 'F022', NULL, '2020-06-29 14:18:00', '2020-06-30 14:18:00'),
(24, '影片', '【爵士鼓教學】01', 'Product_20200423164354.jpg', 'Product_20200622204522.mp4', 500, '32min', '【爵士鼓教學】01', '【爵士鼓教學】01', '爵士鼓', 'F017', NULL, '2020-06-30 14:18:00', '2020-07-01 14:18:00'),
(25, '影片', '【爵士鼓教學】02', 'Product_20200423164355.jpg', 'Product_20200622204622.mp4', 500, '35min', '【爵士鼓教學】02', '【爵士鼓教學】02', '爵士鼓', 'F017', NULL, '2020-07-01 14:18:00', '2020-07-02 14:18:00'),
(26, '影片', '【爵士鼓教學】03', 'Product_20200423164356.jpg', 'Product_20200622204722.mp4', 500, '34min', '【爵士鼓教學】03', '【爵士鼓教學】03', '爵士鼓', 'F017', NULL, '2020-07-02 14:18:00', '2020-07-03 14:18:00'),
(27, '影片', '【爵士鼓教學】04', 'Product_20200423164357.jpg', 'Product_20200622204822.mp4', 500, '30min', '【爵士鼓教學】04', '【爵士鼓教學】04', '爵士鼓', 'F017', NULL, '2020-07-03 14:18:00', '2020-07-04 14:18:00'),
(28, '影片', '電子琴基礎教學-01', 'Product_20200423164358.jpg', 'Product_20200622204922.mp4', 550, '25min', '電子琴基礎教學-01', '電子琴基礎教學-01', '電子琴', 'F023', NULL, '2020-07-04 14:18:00', '2020-07-05 14:18:00'),
(29, '影片', '電子琴基礎教學-02', 'Product_20200423164359.jpg', 'Product_20200622205022.mp4', 550, '30min', '電子琴基礎教學-02', '電子琴基礎教學-02', '電子琴', 'F023', NULL, '2020-07-05 14:18:00', '2020-07-06 14:18:00'),
(30, '影片', '電子琴基礎教學-03', 'Product_20200423164400.jpg', 'Product_20200622205122.mp4', 550, '35min', '電子琴基礎教學-03', '電子琴基礎教學-03', '電子琴', 'F023', NULL, '2020-07-06 14:18:00', '2020-07-07 14:18:00'),
(31, '影片', '電子琴中級教學-01', 'Product_20200423164401.jpg', 'Product_20200622205222.mp4', 550, '34min', '電子琴中級教學-01', '電子琴中級教學-01', '電子琴', 'F023', NULL, '2020-07-07 14:18:00', '2020-07-08 14:18:00'),
(32, '影片', '電子琴中級教學-02', 'Product_20200423164402.jpg', 'Product_20200622205322.mp4', 550, '25min', '電子琴中級教學-02', '電子琴中級教學-02', '電子琴', 'F023', NULL, '2020-07-08 14:18:00', '2020-07-09 14:18:00'),
(33, '影片', '電子琴中級教學-03', 'Product_20200423164403.jpg', 'Product_20200622205422.mp4', 550, '32min', '電子琴中級教學-03', '電子琴中級教學-03', '電子琴', 'F023', NULL, '2020-07-09 14:18:00', '2020-07-10 14:18:00'),
(34, '影片', '【提琴教室】小提琴-01', 'Product_20200423164404.jpg', 'Product_20200622205522.mp4', 1200, '57min', '【提琴教室】小提琴-01', '【提琴教室】小提琴-01', '小提琴', 'F015', NULL, '2020-07-10 14:18:00', '2020-07-11 14:18:00'),
(35, '影片', '【提琴教室】小提琴-02', 'Product_20200423164405.jpg', 'Product_20200622205622.mp4', 1200, '55min', '【提琴教室】小提琴-02', '【提琴教室】小提琴-02', '小提琴', 'F015', NULL, '2020-07-11 14:18:00', '2020-07-12 14:18:00'),
(36, '影片', '【提琴教室】小提琴-03', 'Product_20200423164406.jpg', 'Product_20200622205722.mp4', 1200, '56min', '【提琴教室】小提琴-03', '【提琴教室】小提琴-03', '小提琴', 'F015', NULL, '2020-07-12 14:18:00', '2020-07-13 14:18:00'),
(37, '影片', '【提琴教室】小提琴-04', 'Product_20200423164407.jpg', 'Product_20200622205822.mp4', 1200, '62min', '【提琴教室】小提琴-04', '【提琴教室】小提琴-04', '小提琴', 'F015', NULL, '2020-07-13 14:18:00', '2020-07-14 14:18:00'),
(38, '影片', '【提琴教室】小提琴-05', 'Product_20200423164408.jpg', 'Product_20200622205922.mp4', 1200, '65min', '【提琴教室】小提琴-05', '【提琴教室】小提琴-05', '小提琴', 'F015', NULL, '2020-07-14 14:18:00', '2020-07-15 14:18:00'),
(39, '影片', '【提琴教室】小提琴-06', 'Product_20200423164409.jpg', 'Product_20200622212222.mp4', 1200, '62min', '【提琴教室】小提琴-06', '【提琴教室】小提琴-06', '小提琴', 'F015', NULL, '2020-07-15 14:18:00', '2020-07-16 14:18:00'),
(40, '影片', '【提琴教室】小提琴-07', 'Product_20200423164410.jpg', 'Product_20200622212322.mp4', 1200, '66min', '【提琴教室】小提琴-07', '【提琴教室】小提琴-07', '小提琴', 'F015', NULL, '2020-07-16 14:18:00', '2020-07-17 14:18:00'),
(41, '影片', '【提琴教室】小提琴-08', 'Product_20200423164411.jpg', 'Product_20200622212422.mp4', 1200, '57min', '【提琴教室】小提琴-08', '【提琴教室】小提琴-08', '小提琴', 'F015', NULL, '2020-07-17 14:18:00', '2020-07-18 14:18:00'),
(42, '影片', '【提琴教室】中提琴-01', 'Product_20200423164412.jpg', 'Product_20200622212522.mp4', 1200, '55min', '【提琴教室】中提琴-01', '【提琴教室】中提琴-01', '中提琴', 'F015', NULL, '2020-07-18 14:18:00', '2020-07-19 14:18:00'),
(43, '影片', '【提琴教室】中提琴-02', 'Product_20200423164413.jpg', 'Product_20200622212622.mp4', 1200, '56min', '【提琴教室】中提琴-02', '【提琴教室】中提琴-02', '中提琴', 'F015', NULL, '2020-07-19 14:18:00', '2020-07-20 14:18:00'),
(44, '影片', '【提琴教室】中提琴-03', 'Product_20200423164414.jpg', 'Product_20200622212722.mp4', 1200, '62min', '【提琴教室】中提琴-03', '【提琴教室】中提琴-03', '中提琴', 'F015', NULL, '2020-07-20 14:18:00', '2020-07-21 14:18:00'),
(45, '影片', '【提琴教室】中提琴-04', 'Product_20200423164415.jpg', 'Product_20200622212822.mp4', 1200, '66min', '【提琴教室】中提琴-04', '【提琴教室】中提琴-04', '中提琴', 'F015', NULL, '2020-07-21 14:18:00', '2020-07-22 14:18:00'),
(46, '影片', '【提琴教室】中提琴-05', 'Product_20200423164416.jpg', 'Product_20200622212922.mp4', 1200, '65min', '【提琴教室】中提琴-05', '【提琴教室】中提琴-05', '中提琴', 'F015', NULL, '2020-07-22 14:18:00', '2020-07-23 14:18:00'),
(47, '影片', '【提琴教室】中提琴-06', 'Product_20200423164417.jpg', 'Product_20200622213022.mp4', 1200, '62min', '【提琴教室】中提琴-06', '【提琴教室】中提琴-06', '中提琴', 'F015', NULL, '2020-07-23 14:18:00', '2020-07-24 14:18:00'),
(48, '影片', '【提琴教室】中提琴-07', 'Product_20200423164418.jpg', 'Product_20200622213122.mp4', 1200, '56min', '【提琴教室】中提琴-07', '【提琴教室】中提琴-07', '中提琴', 'F015', NULL, '2020-07-24 14:18:00', '2020-07-25 14:18:00'),
(49, '影片', '【提琴教室】中提琴-08', 'Product_20200423164419.jpg', 'Product_20200622213222.mp4', 1200, '62min', '【提琴教室】中提琴-08', '【提琴教室】中提琴-08', '中提琴', 'F015', NULL, '2020-07-25 14:18:00', '2020-07-26 14:18:00');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `product_video`
--
ALTER TABLE `product_video`
  ADD PRIMARY KEY (`PId`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_video`
--
ALTER TABLE `product_video`
  MODIFY `PId` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品編號', AUTO_INCREMENT=50;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
