-- phpMyAdmin SQL Dump
-- version 4.9.3
-- https://www.phpmyadmin.net/
--
-- 主机： localhost:3306
-- 生成日期： 2020-07-03 13:17:08
-- 服务器版本： 5.7.26
-- PHP 版本： 7.4.2

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 数据库： `dulcet_music`
--

-- --------------------------------------------------------

--
-- 表的结构 `user`
--

CREATE TABLE `user` (
  `userID` int(5) NOT NULL COMMENT '會員ID',
  `userName` varchar(30) DEFAULT NULL COMMENT '會員姓名',
  `userPwd` char(40) NOT NULL,
  `userPhone` varchar(10) DEFAULT NULL COMMENT '會員手機',
  `userMail` varchar(40) DEFAULT NULL COMMENT '會員信箱',
  `userBirthday` varchar(20) DEFAULT NULL COMMENT '會員生日',
  `userAddress` varchar(50) DEFAULT NULL COMMENT '會員地址',
  `userImg` varchar(100) DEFAULT NULL COMMENT '會員照片',
  `created_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP COMMENT '註冊時間',
  `updated_at` datetime NOT NULL DEFAULT CURRENT_TIMESTAMP ON UPDATE CURRENT_TIMESTAMP COMMENT '更新時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8;

--
-- 转存表中的数据 `user`
--

INSERT INTO `user` (`userID`, `userName`, `userPwd`, `userPhone`, `userMail`, `userBirthday`, `userAddress`, `userImg`, `created_at`, `updated_at`) VALUES
(1, '小丑', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '091939008', '001@gmail.com', '1950-11-02', '桃園市龜山區樂善里013鄰文武街', 'userimg000.jpg', '2019-11-25 13:18:46', '2020-07-03 21:16:47'),
(2, '蔡孟洋', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390002', '002@gmail.com', '1950-11-26', '桃園市龜山區樂善里013鄰文武街３２號', 'userimg000.jpg', '2019-11-26 13:18:46', '2020-07-01 22:44:27'),
(3, '謝凱成', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390003', '003@gmail.com', '1912-09-22', '桃園市龜山區公西里013鄰文三一街５０之１號', 'userimg000.jpg', '2019-11-27 13:18:46', '2020-07-03 21:16:21'),
(4, '鄭志賢', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390004', '004@gmail.com', '1939-06-03', '桃園市龜山區大華里026鄰文七一街１７號', 'userimg000.jpg', '2019-11-28 13:18:46', '2020-07-03 21:16:47'),
(5, '劉原花', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390005', '005@gmail.com', '1929-10-12', '桃園市龜山區大華里026鄰文七一街１７號四樓', 'userimg000.jpg', '2019-11-29 13:18:46', '2020-07-03 21:16:47'),
(6, '張月亦', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390006', '006@gmail.com', '1930-08-19', '桃園市龜山區大華里026鄰文七一街１７號三樓', 'userimg000.jpg', '2019-11-30 13:18:46', '2020-07-03 21:16:47'),
(7, '李家瑜', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390007', '007@gmail.com', '1966-08-02', '桃園市龜山區大華里026鄰文七一街１７號二樓', 'userimg000.jpg', '2019-12-01 13:18:46', '2020-07-03 21:16:47'),
(8, '張佳蓉', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390008', '008@gmail.com', '1923-09-09', '桃園市龜山區龜山里025鄰萬壽路二段７９６之１號', 'userimg000.jpg', '2019-12-02 13:18:46', '2020-07-03 21:16:47'),
(9, '彭淑玲', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390009', '009@gmail.com ', '2008-02-04', '桃園市龜山區龍華里013鄰萬壽路一段４５８號四樓', 'userimg000.jpg', '2019-12-03 13:18:46', '2020-07-03 21:16:47'),
(10, '楊嘉文', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390010', '010@gmail.com ', '1986-01-25', '桃園市龜山區龍華里013鄰萬壽路一段４５８號六樓', 'userimg000.jpg', '2019-12-04 13:18:46', '2020-07-03 21:16:47'),
(11, '張怡雯', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390011', '011@gmail.com ', '1907-10-25', '桃園市龜山區龍華里013鄰萬壽路一段４５８號五樓', 'userimg000.jpg', '2019-12-05 13:18:46', '2020-07-03 21:16:47'),
(12, '李嬌樂', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390012', '012@gmail.com ', '1999-12-19', '桃園市龜山區龍華里013鄰萬壽路一段４５８號', 'userimg000.jpg', '2019-12-06 13:18:46', '2020-07-03 21:16:47'),
(13, '陳佳恭', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390013', '013@gmail.com ', '1989-01-09', '桃園市龜山區龍華里013鄰萬壽路一段４５８號三樓', 'userimg000.jpg', '2019-12-07 13:18:46', '2020-07-03 21:16:47'),
(14, '郭裕堅', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390014', '014@gmail.com ', '1984-01-29', '桃園市龜山區龍華里013鄰萬壽路一段４５８號二樓', 'userimg000.jpg', '2019-12-08 13:18:46', '2020-07-03 21:16:47'),
(15, '陳宗翰', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390015', '015@gmail.com ', '1960-10-25', '桃園市龜山區兔坑里003鄰大同路８４１巷１６號', 'userimg000.jpg', '2019-12-09 13:18:46', '2020-07-03 21:16:47'),
(16, '鄭國榮', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390016', '016@gmail.com ', '1909-06-23', '桃園市龜山區新路里001鄰永和街７號', 'userimg000.jpg', '2019-12-10 13:18:46', '2020-07-03 21:16:47'),
(17, '柳阿孜', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390017', '017@gmail.com ', '1967-11-05', '桃園市龜山區大華里027鄰頂湖十一街８號', 'userimg000.jpg', '2019-12-11 13:18:46', '2020-07-03 21:16:47'),
(18, '戴宜裕', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390018', '018@gmail.com ', '1927-11-03', '桃園市龜山區樂善里007鄰樂學路１０３號', 'userimg000.jpg', '2019-12-12 13:18:46', '2020-07-03 21:16:47'),
(19, '張惠誠', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390019', '019@gmail.com ', '1927-04-30', '桃園市龜山區樂善里007鄰樂學路９９號二樓之１', 'userimg000.jpg', '2019-12-13 13:18:46', '2020-07-03 21:16:47'),
(20, '許小亦', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390020', '020@gmail.com ', '1983-09-29', '桃園市龜山區樂善里007鄰樂學路９９號二樓之２', 'userimg000.jpg', '2019-12-14 13:18:46', '2020-07-03 21:16:47'),
(21, '王木臻', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390021', '021@gmail.com ', '1922-12-21', '新北市中和區錦和里007鄰圓通路３６９巷３０弄２１號', 'userimg000.jpg', '2019-12-15 13:18:46', '2020-07-03 21:16:47'),
(22, '張德昇', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390022', '022@gmail.com ', '1990-07-18', '新北市中和區力行里031鄰中正路２７９之１號', 'userimg000.jpg', '2019-12-16 13:18:46', '2020-07-03 21:16:47'),
(23, '謝儒強', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390023', '023@gmail.com ', '1937-01-03', '新北市中和區安平里005鄰宜安路１７３號二樓', 'userimg000.jpg', '2019-12-17 13:18:46', '2020-07-03 21:16:47'),
(24, '陳尹州', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390024', '024@gmail.com ', '1942-03-21', '新北市中和區國華里005鄰國光街４８號', 'userimg000.jpg', '2019-12-18 13:18:46', '2020-07-03 21:16:47'),
(25, '王志穎', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390025', '025@gmail.com ', '1928-09-28', '新北市中和區國華里005鄰國光街４２號', 'userimg000.jpg', '2019-12-19 13:18:46', '2020-07-03 21:16:47'),
(26, '趙佳蓉', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390026', '026@gmail.com ', '1987-01-02', '新北市中和區國華里005鄰國光街４６號', 'userimg000.jpg', '2019-12-20 13:18:46', '2020-07-03 21:16:47'),
(27, '金姵福', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390027', '027@gmail.com ', '1917-01-01', '新北市中和區國華里005鄰國光街４８之１號十四樓', 'userimg000.jpg', '2019-12-21 13:18:46', '2020-07-03 21:16:47'),
(28, '張合凱', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390028', '028@gmail.com ', '1993-06-19', '新北市中和區國華里005鄰國光街４８之１號十三樓', 'userimg000.jpg', '2019-12-22 13:18:46', '2020-07-03 21:16:47'),
(29, '劉名宣', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390029', '029@gmail.com ', '1974-05-13', '新北市中和區國華里005鄰國光街４８之１號十一樓', 'userimg000.jpg', '2019-12-23 13:18:46', '2020-07-03 21:16:47'),
(30, '黃力紫', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390030', '030@gmail.com ', '1970-06-20', '新北市中和區國華里005鄰國光街４８之１號十樓', 'userimg000.jpg', '2019-12-24 13:18:46', '2020-07-03 21:16:47'),
(31, '黃佳良', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390031', '031@gmail.com ', '1964-12-12', '新北市中和區國華里005鄰國光街４８之１號九樓', 'userimg000.jpg', '2019-12-25 13:18:46', '2020-07-03 21:16:47'),
(32, '蔣俊嘉', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390032', '032@gmail.com ', '1953-11-08', '新北市中和區國華里005鄰國光街４８之１號八樓', 'userimg000.jpg', '2019-12-26 13:18:46', '2020-07-03 21:16:47'),
(33, '廖育瑩', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390033', '033@gmail.com ', '1951-06-26', '新北市中和區國華里005鄰國光街４８之１號七樓', 'userimg000.jpg', '2019-12-27 13:18:46', '2020-07-03 21:16:47'),
(34, '陳昭成', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390034', '034@gmail.com ', '1925-01-05', '新北市中和區國華里005鄰國光街４８之１號六樓', 'userimg000.jpg', '2019-12-28 13:18:46', '2020-07-03 21:16:47'),
(35, '陳筱涵', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390035', '035@gmail.com ', '1974-09-03', '新北市中和區國華里005鄰國光街４８之１號五樓', 'userimg000.jpg', '2019-12-29 13:18:46', '2020-07-03 21:16:47'),
(36, '蔡信宏', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390036', '036@gmail.com ', '1907-11-06', '新北市中和區國華里005鄰國光街４８之１號二樓', 'userimg000.jpg', '2019-12-30 13:18:46', '2020-07-03 21:16:47'),
(37, '錢雅婷', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390037', '037@gmail.com ', '1929-10-28', '新北市中和區國華里005鄰國光街４８之１號四樓', 'userimg000.jpg', '2019-12-31 13:18:46', '2020-07-03 21:16:47'),
(38, '楊佳宏', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390038', '038@gmail.com ', '1937-05-07', '新北市中和區國華里005鄰國光街５０號十四樓', 'userimg000.jpg', '2020-01-01 13:18:46', '2020-07-03 21:16:47'),
(39, '張怡如', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390039', '039@gmail.com ', '1956-02-13', '新北市中和區國華里005鄰國光街５０號十三樓', 'userimg000.jpg', '2020-01-02 13:18:46', '2020-07-03 21:16:47'),
(40, '王俊賢', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390040', '040@gmail.com ', '1951-05-04', '新北市中和區國華里005鄰國光街５０號十二樓', 'userimg000.jpg', '2020-01-03 13:18:46', '2020-07-03 21:16:47'),
(41, '賴榮興', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390041', '041@gmail.com ', '1975-04-13', '新北市五股區民義里001鄰民義路一段３０６號之１', 'userimg000.jpg', '2020-01-04 13:18:46', '2020-07-03 21:16:47'),
(42, '陳奕郁', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390042', '042@gmail.com ', '1943-01-30', '新北市五股區成泰里003鄰新城一路２１５號', 'userimg000.jpg', '2020-01-05 13:18:46', '2020-07-03 21:16:47'),
(43, '侯美玲', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390043', '043@gmail.com ', '1941-11-19', '新北市五股區成泰里008鄰西雲路４２之１號', 'userimg000.jpg', '2020-01-06 13:18:46', '2020-07-03 21:16:47'),
(44, '盧宗達', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390044', '044@gmail.com ', '1910-05-26', '新北市五股區興珍里033鄰五權路６６號', 'userimg000.jpg', '2020-01-07 13:18:46', '2020-07-03 21:16:47'),
(45, '崔意婷', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390045', '045@gmail.com ', '1967-05-21', '新北市五股區興珍里037鄰五工六路４２之１號', 'userimg000.jpg', '2020-01-08 13:18:46', '2020-07-03 21:16:47'),
(46, '鄧可成', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390046', '046@gmail.com ', '1951-07-13', '新北市五股區成功里013鄰成泰路三段３０９之５號', 'userimg000.jpg', '2020-01-09 13:18:46', '2020-07-03 21:16:47'),
(47, '謝文劭', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390047', '047@gmail.com ', '1901-11-14', '新北市五股區觀音里017鄰凌雲路三段田埔巷１２號之３', 'userimg000.jpg', '2020-01-10 13:18:46', '2020-07-03 21:16:47'),
(48, '陸政翰', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390048', '048@gmail.com ', '1901-10-11', '新北市五股區成泰里002鄰成泰路三段２巷８號', 'userimg000.jpg', '2020-01-11 13:18:46', '2020-07-03 21:16:47'),
(49, '孫鈺婷', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390049', '049@gmail.com ', '1910-03-17', '新北市五股區成泰里002鄰成泰路三段２巷６號', 'userimg000.jpg', '2020-01-12 13:18:46', '2020-07-03 21:16:47'),
(50, '周佳孝', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390050', '050@gmail.com ', '1944-01-22', '新北市五股區民義里003鄰民義路一段２１０號地下一層', 'userimg000.jpg', '2020-01-13 13:18:46', '2020-07-03 21:16:47'),
(51, '謝蘭輝', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390051', '051@gmail.com ', '1915-09-04', '新北市五股區民義里003鄰民義路一段２０８號地下一層', 'userimg000.jpg', '2020-01-14 13:18:46', '2020-07-03 21:16:47'),
(52, '陳佳琪', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390052', '052@gmail.com ', '1959-08-19', '新北市五股區德泰里002鄰成泰路一段１０之１號', 'userimg000.jpg', '2020-01-15 13:18:46', '2020-07-03 21:16:47'),
(53, '周雅萍', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390053', '053@gmail.com ', '1967-11-03', '新北市五股區興珍里033鄰五權三路３２之１號', 'userimg000.jpg', '2020-01-16 13:18:46', '2020-07-03 21:16:47'),
(54, '李俊瑋', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390054', '054@gmail.com ', '1947-10-20', '新北市五股區成泰里029鄰御史路７３號', 'userimg000.jpg', '2020-01-17 13:18:46', '2020-07-03 21:16:47'),
(55, '許宇軒', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390055', '055@gmail.com ', '1951-05-30', '新北市五股區成泰里029鄰御史路７５號', 'userimg000.jpg', '2020-01-18 13:18:46', '2020-07-03 21:16:47'),
(56, '陳佳穎', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390056', '056@gmail.com ', '1946-03-17', '新北市五股區成泰里029鄰御史路７１號', 'userimg000.jpg', '2020-01-19 13:18:46', '2020-07-03 21:16:47'),
(57, '陳初紹', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390057', '057@gmail.com ', '1936-12-04', '新北市五股區成泰里029鄰御史路７７號', 'userimg000.jpg', '2020-01-20 13:18:46', '2020-07-03 21:16:47'),
(58, '繆惠玲', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390058', '058@gmail.com ', '1954-05-10', '新北市五股區成泰里004鄰新五路二段２７９號', 'userimg000.jpg', '2020-01-21 13:18:46', '2020-07-03 21:16:47'),
(59, '吳品祥', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390059', '059@gmail.com ', '1959-11-09', '新北市五股區觀音里015鄰凌雲路三段８４巷２號之３', 'userimg000.jpg', '2020-01-22 13:18:46', '2020-07-03 21:16:47'),
(60, '胡素毓', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390060', '060@gmail.com ', '1962-08-31', '新北市五股區集賢里010鄰成泰路三段５７７巷９２之１號', 'userimg000.jpg', '2020-01-23 13:18:46', '2020-07-03 21:16:47'),
(61, '黃惠城', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390061', '061@gmail.com ', '1971-04-27', '新北市板橋區湳興里020鄰南雅東路２９巷３之３號', 'userimg000.jpg', '2020-01-24 13:18:46', '2020-07-03 21:16:47'),
(62, '蕭可財', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390062', '062@gmail.com ', '1938-06-05', '新北市板橋區福丘里018鄰中山路一段１３９之６號二樓', 'userimg000.jpg', '2020-01-25 13:18:46', '2020-07-03 21:16:47'),
(63, '諸家祥', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390063', '063@gmail.com ', '1961-06-14', '新北市板橋區福丘里018鄰中山路一段１３９之６號四樓', 'userimg000.jpg', '2020-01-26 13:18:46', '2020-07-03 21:16:47'),
(64, '黃佩珊', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390064', '064@gmail.com ', '1973-11-18', '新北市板橋區福丘里018鄰中山路一段１３９之６號七樓', 'userimg000.jpg', '2020-01-27 13:18:46', '2020-07-03 21:16:47'),
(65, '林昱聖', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390065', '065@gmail.com ', '2001-11-04', '新北市板橋區福丘里018鄰中山路一段１３９之６號', 'userimg000.jpg', '2020-01-28 13:18:46', '2020-07-03 21:16:47'),
(66, '張佳宇', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390066', '066@gmail.com ', '1996-03-30', '新北市板橋區華興里005鄰縣民大道一段９０號', 'userimg000.jpg', '2020-01-29 13:18:46', '2020-07-03 21:16:47'),
(67, '王允昆', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390067', '067@gmail.com ', '1953-10-29', '新北市板橋區民族里005鄰民族路２２５巷４７號', 'userimg000.jpg', '2020-01-30 13:18:46', '2020-07-03 21:16:47'),
(68, '李佳雯', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390068', '068@gmail.com ', '1924-08-03', '新北市板橋區民族里005鄰民族路２２５巷４５號', 'userimg000.jpg', '2020-01-31 13:18:46', '2020-07-03 21:16:47'),
(69, '林建舜', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390069', '069@gmail.com ', '1970-02-21', '新北市板橋區幸福里011鄰幸福路６０巷８７號三樓', 'userimg000.jpg', '2020-02-01 13:18:46', '2020-07-03 21:16:47'),
(70, '劉盛威', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390070', '070@gmail.com ', '1954-07-19', '新北市板橋區幸福里011鄰幸福路６０巷８７號四樓', 'userimg000.jpg', '2020-02-02 13:18:46', '2020-07-03 21:16:47'),
(71, '吳品婷', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390071', '071@gmail.com ', '1947-12-20', '新北市板橋區幸福里011鄰幸福路６０巷８７號六樓', 'userimg000.jpg', '2020-02-03 13:18:46', '2020-07-03 21:16:47'),
(72, '張展菁', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390072', '072@gmail.com ', '1984-05-19', '新北市板橋區幸福里011鄰幸福路６０巷８７號五樓', 'userimg000.jpg', '2020-02-04 13:18:46', '2020-07-03 21:16:47'),
(73, '曹康玫', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390073', '073@gmail.com ', '2001-12-07', '新北市板橋區幸福里011鄰幸福路６０巷８７號七樓', 'userimg000.jpg', '2020-02-05 13:18:46', '2020-07-03 21:16:47'),
(74, '李玫亮', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390074', '074@gmail.com ', '1908-10-01', '新北市板橋區幸福里011鄰幸福路６０巷８７號八樓', 'userimg000.jpg', '2020-02-06 13:18:46', '2020-07-03 21:16:47'),
(75, '賴怡士', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390075', '075@gmail.com ', '1998-09-30', '新北市板橋區幸福里011鄰幸福路６０巷８７號二樓', 'userimg000.jpg', '2020-02-07 13:18:46', '2020-07-03 21:16:47'),
(76, '王志星', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390076', '076@gmail.com ', '1909-10-08', '新北市板橋區幸福里011鄰幸福路６０巷８７號十樓', 'userimg000.jpg', '2020-02-08 13:18:46', '2020-07-03 21:16:47'),
(77, '王佩樺', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390077', '077@gmail.com ', '1949-06-10', '新北市板橋區幸福里011鄰幸福路６０巷８７號十一樓', 'userimg000.jpg', '2020-02-09 13:18:46', '2020-07-03 21:16:47'),
(78, '王逸群', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390078', '078@gmail.com ', '1967-10-05', '新北市板橋區幸福里011鄰幸福路６０巷８７號十二樓', 'userimg000.jpg', '2020-02-10 13:18:46', '2020-07-03 21:16:47'),
(79, '錢怡君', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390079', '079@gmail.com ', '1992-02-15', '新北市板橋區幸福里011鄰幸福路６０巷８７號十三樓', 'userimg000.jpg', '2020-02-11 13:18:46', '2020-07-03 21:16:47'),
(80, '黃俊韻', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390080', '080@gmail.com ', '1998-04-18', '新北市板橋區幸福里011鄰幸福路６０巷８７號十四樓', 'userimg000.jpg', '2020-02-12 13:18:46', '2020-07-03 21:16:47'),
(81, '陳玉卿', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390081', '081@gmail.com ', '1961-07-05', '新北市蘆洲區仁義里002鄰集賢路３３６巷２號', 'userimg000.jpg', '2020-02-13 13:18:46', '2020-07-03 21:16:47'),
(82, '林勝玟', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390082', '082@gmail.com ', '1999-06-29', '新北市蘆洲區仁義里006鄰集賢路３３６巷６號五樓', 'userimg000.jpg', '2020-02-14 13:18:46', '2020-07-03 21:16:47'),
(83, '游耿南', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390083', '083@gmail.com ', '1961-03-25', '新北市蘆洲區仁義里006鄰集賢路３３６巷６號三樓', 'userimg000.jpg', '2020-02-15 13:18:46', '2020-07-03 21:16:47'),
(84, '黃嘉芳', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390084', '084@gmail.com ', '1932-11-18', '新北市蘆洲區仁義里006鄰集賢路３３６巷６號四樓', 'userimg000.jpg', '2020-02-16 13:18:46', '2020-07-03 21:16:47'),
(85, '邱志意', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390085', '085@gmail.com ', '1951-03-21', '新北市蘆洲區仁義里006鄰集賢路３３６巷６號', 'userimg000.jpg', '2020-02-17 13:18:46', '2020-07-03 21:16:47'),
(86, '陳宜利', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390086', '086@gmail.com ', '1916-11-11', '新北市蘆洲區仁義里006鄰集賢路３３６巷６號二樓', 'userimg000.jpg', '2020-02-18 13:18:46', '2020-07-03 21:16:47'),
(87, '葉耿雯', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390087', '087@gmail.com ', '1917-02-21', '新北市蘆洲區九芎里007鄰長安街２２巷５之１號', 'userimg000.jpg', '2020-02-19 13:18:46', '2020-07-03 21:16:47'),
(88, '夏靖雯', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390088', '088@gmail.com ', '1934-07-29', '新北市蘆洲區水河里016鄰民族路４０８巷８５號', 'userimg000.jpg', '2020-02-20 13:18:46', '2020-07-03 21:16:47'),
(89, '邱淑育', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390089', '089@gmail.com ', '1901-10-29', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號十一樓', 'userimg000.jpg', '2020-02-21 13:18:46', '2020-07-03 21:16:47'),
(90, '林人容', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390090', '090@gmail.com ', '1930-01-20', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號二樓', 'userimg000.jpg', '2020-02-22 13:18:46', '2020-07-03 21:16:47'),
(91, '吳雯婷', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390091', '091@gmail.com ', '1907-12-29', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號六樓', 'userimg000.jpg', '2020-02-23 13:18:46', '2020-07-03 21:16:47'),
(92, '陳冠欣', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390092', '092@gmail.com ', '2008-03-25', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號四樓', 'userimg000.jpg', '2020-02-24 13:18:46', '2020-07-03 21:16:47'),
(93, '趙湘婷', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390093', '093@gmail.com ', '1955-05-05', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號七樓', 'userimg000.jpg', '2020-02-25 13:18:46', '2020-07-03 21:16:47'),
(94, '江佳伸', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390094', '094@gmail.com ', '1929-06-22', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號五樓', 'userimg000.jpg', '2020-02-26 13:18:46', '2020-07-03 21:16:47'),
(95, '廖雅萍', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390095', '095@gmail.com ', '2013-12-27', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號三樓', 'userimg000.jpg', '2020-02-27 13:18:46', '2020-07-03 21:16:47'),
(96, '陳俊宇', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390096', '096@gmail.com ', '2020-04-18', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號十二樓', 'userimg000.jpg', '2020-02-28 13:18:46', '2020-07-03 21:16:47'),
(97, '張慈康', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390097', '097@gmail.com ', '1948-11-15', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號九樓', 'userimg000.jpg', '2020-02-29 13:18:46', '2020-07-03 21:16:47'),
(98, '舒淑真', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390098', '098@gmail.com ', '1978-09-17', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號十樓', 'userimg000.jpg', '2020-03-01 13:18:46', '2020-07-03 21:16:47'),
(99, '賁俊賢', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390099', '099@gmail.com ', '1963-05-29', '新北市蘆洲區正義里025鄰長榮路１６８巷１０號八樓', 'userimg000.jpg', '2020-03-02 13:18:46', '2020-07-03 21:16:47'),
(100, '王淑君', 'a94a8fe5ccb19ba61c4c0873d391e987982fbbd3', '0919390100', '100@gmail.com ', '1961-06-24', '新北市蘆洲區正義里003鄰光榮路１２０巷２２弄２６號十樓', 'userimg000.jpg', '2020-03-03 13:18:46', '2020-07-03 21:16:47');

--
-- 转储表的索引
--

--
-- 表的索引 `user`
--
ALTER TABLE `user`
  ADD PRIMARY KEY (`userID`),
  ADD UNIQUE KEY `userMail` (`userMail`);

--
-- 在导出的表使用AUTO_INCREMENT
--

--
-- 使用表AUTO_INCREMENT `user`
--
ALTER TABLE `user`
  MODIFY `userID` int(5) NOT NULL AUTO_INCREMENT COMMENT '會員ID', AUTO_INCREMENT=103;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
