-- phpMyAdmin SQL Dump
-- version 5.0.2
-- https://www.phpmyadmin.net/
--
-- 主機： 127.0.0.1
-- 產生時間： 2020-06-26 08:10:38
-- 伺服器版本： 10.4.11-MariaDB
-- PHP 版本： 7.4.4

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
START TRANSACTION;
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8mb4 */;

--
-- 資料庫： `dulcet_music`
--

-- --------------------------------------------------------

--
-- 資料表結構 `product_courses`
--

CREATE TABLE `product_courses` (
  `PId` int(255) NOT NULL COMMENT '商品編號',
  `PName` varchar(255) NOT NULL COMMENT '商品名稱',
  `PImg` varchar(1000) NOT NULL COMMENT '圖片檔名',
  `PPrice` int(255) NOT NULL COMMENT '商品價格',
  `PQty` int(255) NOT NULL COMMENT '商品數量/人數',
  `PDate` date NOT NULL COMMENT '上課日期',
  `PIntro` varchar(1000) NOT NULL COMMENT '商品簡介',
  `Pdesciption` varchar(1000) NOT NULL COMMENT '商品描述',
  `PInstrumentId` varchar(255) NOT NULL COMMENT '類別編號',
  `created_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '新增時間',
  `update_at` datetime NOT NULL DEFAULT current_timestamp() COMMENT '更新時間'
) ENGINE=InnoDB DEFAULT CHARSET=utf8mb4 COMMENT='product_courses';

--
-- 傾印資料表的資料 `product_courses`
--

INSERT INTO `product_courses` (`PId`, `PName`, `PImg`, `PPrice`, `PQty`, `PDate`, `PIntro`, `Pdesciption`, `PInstrumentId`, `created_at`, `update_at`) VALUES
(1, '【七月】鋼琴 - 平日班', 'Product_20200423164200.jpg', 8000, 2, '2020-07-20', '【七月】鋼琴 - 平日班', '【七月】鋼琴 - 平日班', '鋼琴', '2020-03-03 14:18:00', '2020-03-04 14:18:00'),
(2, '【八月】鋼琴 - 平日班', 'Product_20200423164201.jpg', 8000, 2, '2020-08-20', '【八月】鋼琴 - 平日班', '【八月】鋼琴 - 平日班', '鋼琴', '2020-03-04 14:18:00', '2020-03-05 14:18:00'),
(3, '【九月】鋼琴 - 平日班', 'Product_20200423164202.jpg', 8000, 2, '2020-09-20', '【九月】鋼琴 - 平日班', '【九月】鋼琴 - 平日班', '鋼琴', '2020-03-05 14:18:00', '2020-03-06 14:18:00'),
(4, '【十月】鋼琴 - 平日班', 'Product_20200423164203.jpg', 8000, 2, '2020-10-20', '【十月】鋼琴 - 平日班', '【十月】鋼琴 - 平日班', '鋼琴', '2020-03-06 14:18:00', '2020-03-07 14:18:00'),
(5, '【十一月】鋼琴 - 平日班', 'Product_20200423164204.jpg', 8000, 2, '2020-11-20', '【十一月】鋼琴 - 平日班', '【十一月】鋼琴 - 平日班', '鋼琴', '2020-03-07 14:18:00', '2020-03-08 14:18:00'),
(6, '【十二月】鋼琴 - 平日班', 'Product_20200423164205.jpg', 8000, 2, '2020-12-20', '【十二月】鋼琴 - 平日班', '【十二月】鋼琴 - 平日班', '鋼琴', '2020-03-08 14:18:00', '2020-03-09 14:18:00'),
(7, '【七月】電子琴 - 平日班', 'Product_20200423164206.jpg', 5000, 10, '2020-07-20', '【七月】電子琴 - 平日班', '【七月】電子琴 - 平日班', '電子琴', '2020-03-09 14:18:00', '2020-03-10 14:18:00'),
(8, '【八月】電子琴 - 平日班', 'Product_20200423164207.jpg', 5000, 10, '2020-08-20', '【八月】電子琴 - 平日班', '【八月】電子琴 - 平日班', '電子琴', '2020-03-10 14:18:00', '2020-03-11 14:18:00'),
(9, '【九月】電子琴 - 平日班', 'Product_20200423164208.jpg', 5000, 10, '2020-09-20', '【九月】電子琴 - 平日班', '【九月】電子琴 - 平日班', '電子琴', '2020-03-11 14:18:00', '2020-03-12 14:18:00'),
(10, '【十月】電子琴 - 平日班', 'Product_20200423164209.jpg', 5000, 10, '2020-10-20', '【十月】電子琴 - 平日班', '【十月】電子琴 - 平日班', '電子琴', '2020-03-12 14:18:00', '2020-03-13 14:18:00'),
(11, '【十一月】電子琴 - 平日班', 'Product_20200423164210.jpg', 5000, 10, '2020-11-20', '【十一月】電子琴 - 平日班', '【十一月】電子琴 - 平日班', '電子琴', '2020-03-13 14:18:00', '2020-03-14 14:18:00'),
(12, '【十二月】電子琴 - 平日班', 'Product_20200423164211.jpg', 5000, 10, '2020-12-20', '【十二月】電子琴 - 平日班', '【十二月】電子琴 - 平日班', '電子琴', '2020-03-14 14:18:00', '2020-03-15 14:18:00'),
(13, '【七月】小提琴 - 平日班', 'Product_20200423164212.jpg', 8000, 10, '2020-07-20', '【七月】小提琴 - 平日班', '【七月】小提琴 - 平日班', '小提琴', '2020-03-15 14:18:00', '2020-03-16 14:18:00'),
(14, '【八月】小提琴 - 平日班', 'Product_20200423164213.jpg', 8000, 10, '2020-08-20', '【八月】小提琴 - 平日班', '【八月】小提琴 - 平日班', '小提琴', '2020-03-16 14:18:00', '2020-03-17 14:18:00'),
(15, '【九月】小提琴 - 平日班', 'Product_20200423164214.jpg', 8000, 10, '2020-09-20', '【九月】小提琴 - 平日班', '【九月】小提琴 - 平日班', '小提琴', '2020-03-17 14:18:00', '2020-03-18 14:18:00'),
(16, '【十月】小提琴 - 平日班', 'Product_20200423164215.jpg', 8000, 10, '2020-10-20', '【十月】小提琴 - 平日班', '【十月】小提琴 - 平日班', '小提琴', '2020-03-18 14:18:00', '2020-03-19 14:18:00'),
(17, '【十一月】小提琴 - 平日班', 'Product_20200423164216.jpg', 8000, 10, '2020-11-20', '【十一月】小提琴 - 平日班', '【十一月】小提琴 - 平日班', '小提琴', '2020-03-19 14:18:00', '2020-03-20 14:18:00'),
(18, '【十二月】小提琴 - 平日班', 'Product_20200423164217.jpg', 8000, 10, '2020-12-20', '【十二月】小提琴 - 平日班', '【十二月】小提琴 - 平日班', '小提琴', '2020-03-20 14:18:00', '2020-03-21 14:18:00'),
(19, '【七月】中提琴 - 平日班', 'Product_20200423164218.jpg', 7000, 5, '2020-07-20', '【七月】中提琴 - 平日班', '【七月】中提琴 - 平日班', '中提琴', '2020-03-21 14:18:00', '2020-03-22 14:18:00'),
(20, '【八月】中提琴 - 平日班', 'Product_20200423164219.jpg', 7000, 5, '2020-08-20', '【八月】中提琴 - 平日班', '【八月】中提琴 - 平日班', '中提琴', '2020-03-22 14:18:00', '2020-03-23 14:18:00'),
(21, '【九月】中提琴 - 平日班', 'Product_20200423164220.jpg', 7000, 5, '2020-09-20', '【九月】中提琴 - 平日班', '【九月】中提琴 - 平日班', '中提琴', '2020-03-23 14:18:00', '2020-03-24 14:18:00'),
(22, '【十月】中提琴 - 平日班', 'Product_20200423164221.jpg', 7000, 5, '2020-10-20', '【十月】中提琴 - 平日班', '【十月】中提琴 - 平日班', '中提琴', '2020-03-24 14:18:00', '2020-03-25 14:18:00'),
(23, '【十一月】中提琴 - 平日班', 'Product_20200423164222.jpg', 7000, 5, '2020-11-20', '【十一月】中提琴 - 平日班', '【十一月】中提琴 - 平日班', '中提琴', '2020-03-25 14:18:00', '2020-03-26 14:18:00'),
(24, '【十二月】中提琴 - 平日班', 'Product_20200423164223.jpg', 7000, 5, '2020-12-20', '【十二月】中提琴 - 平日班', '【十二月】中提琴 - 平日班', '中提琴', '2020-03-26 14:18:00', '2020-03-27 14:18:00'),
(25, '【七月】薩克斯風 - 平日班', 'Product_20200423164224.jpg', 8000, 10, '2020-07-20', '【七月】薩克斯風 - 平日班', '【七月】薩克斯風 - 平日班', '薩克斯風', '2020-03-27 14:18:00', '2020-03-28 14:18:00'),
(26, '【八月】薩克斯風 - 平日班', 'Product_20200423164225.jpg', 8000, 10, '2020-08-20', '【八月】薩克斯風 - 平日班', '【八月】薩克斯風 - 平日班', '薩克斯風', '2020-03-28 14:18:00', '2020-03-29 14:18:00'),
(27, '【九月】薩克斯風 - 平日班', 'Product_20200423164226.jpg', 8000, 10, '2020-09-20', '【九月】薩克斯風 - 平日班', '【九月】薩克斯風 - 平日班', '薩克斯風', '2020-03-29 14:18:00', '2020-03-30 14:18:00'),
(28, '【十月】薩克斯風 - 平日班', 'Product_20200423164227.jpg', 8000, 10, '2020-10-20', '【十月】薩克斯風 - 平日班', '【十月】薩克斯風 - 平日班', '薩克斯風', '2020-03-30 14:18:00', '2020-03-31 14:18:00'),
(29, '【十一月】薩克斯風 - 平日班', 'Product_20200423164228.jpg', 8000, 10, '2020-11-20', '【十一月】薩克斯風 - 平日班', '【十一月】薩克斯風 - 平日班', '薩克斯風', '2020-03-31 14:18:00', '2020-04-01 14:18:00'),
(30, '【十二月】薩克斯風 - 平日班', 'Product_20200423164229.jpg', 8000, 10, '2020-12-20', '【十二月】薩克斯風 - 平日班', '【十二月】薩克斯風 - 平日班', '薩克斯風', '2020-04-01 14:18:00', '2020-04-02 14:18:00'),
(31, '【七月】長笛 - 平日班', 'Product_20200423164230.jpg', 8000, 10, '2020-07-20', '【七月】長笛 - 平日班', '【七月】長笛 - 平日班', '長笛', '2020-04-02 14:18:00', '2020-04-03 14:18:00'),
(32, '【八月】長笛 - 平日班', 'Product_20200423164231.jpg', 8000, 10, '2020-08-20', '【八月】長笛 - 平日班', '【八月】長笛 - 平日班', '長笛', '2020-04-03 14:18:00', '2020-04-04 14:18:00'),
(33, '【九月】長笛 - 平日班', 'Product_20200423164232.jpg', 8000, 10, '2020-09-20', '【九月】長笛 - 平日班', '【九月】長笛 - 平日班', '長笛', '2020-04-04 14:18:00', '2020-04-05 14:18:00'),
(34, '【十月】長笛 - 平日班', 'Product_20200423164233.jpg', 8000, 10, '2020-10-20', '【十月】長笛 - 平日班', '【十月】長笛 - 平日班', '長笛', '2020-04-05 14:18:00', '2020-04-06 14:18:00'),
(35, '【十一月】長笛 - 平日班', 'Product_20200423164234.jpg', 8000, 10, '2020-11-20', '【十一月】長笛 - 平日班', '【十一月】長笛 - 平日班', '長笛', '2020-04-06 14:18:00', '2020-04-07 14:18:00'),
(36, '【十二月】長笛 - 平日班', 'Product_20200423164235.jpg', 8000, 10, '2020-12-20', '【十二月】長笛 - 平日班', '【十二月】長笛 - 平日班', '長笛', '2020-04-07 14:18:00', '2020-04-08 14:18:00'),
(37, '【七月】烏克麗麗 - 平日班', 'Product_20200423164236.jpg', 4000, 20, '2020-07-20', '【七月】烏克麗麗 - 平日班', '【七月】烏克麗麗 - 平日班', '烏克麗麗', '2020-04-08 14:18:00', '2020-04-09 14:18:00'),
(38, '【八月】烏克麗麗 - 平日班', 'Product_20200423164237.jpg', 4000, 20, '2020-08-20', '【八月】烏克麗麗 - 平日班', '【八月】烏克麗麗 - 平日班', '烏克麗麗', '2020-04-09 14:18:00', '2020-04-10 14:18:00'),
(39, '【九月】烏克麗麗 - 平日班', 'Product_20200423164238.jpg', 4000, 20, '2020-09-20', '【九月】烏克麗麗 - 平日班', '【九月】烏克麗麗 - 平日班', '烏克麗麗', '2020-04-10 14:18:00', '2020-04-11 14:18:00'),
(40, '【十月】烏克麗麗 - 平日班', 'Product_20200423164239.jpg', 4000, 20, '2020-10-20', '【十月】烏克麗麗 - 平日班', '【十月】烏克麗麗 - 平日班', '烏克麗麗', '2020-04-11 14:18:00', '2020-04-12 14:18:00'),
(41, '【十一月】烏克麗麗 - 平日班', 'Product_20200423164240.jpg', 4000, 20, '2020-11-20', '【十一月】烏克麗麗 - 平日班', '【十一月】烏克麗麗 - 平日班', '烏克麗麗', '2020-04-12 14:18:00', '2020-04-13 14:18:00'),
(42, '【十二月】烏克麗麗 - 平日班', 'Product_20200423164241.jpg', 4000, 20, '2020-12-20', '【十二月】烏克麗麗 - 平日班', '【十二月】烏克麗麗 - 平日班', '烏克麗麗', '2020-04-13 14:18:00', '2020-04-14 14:18:00'),
(43, '【七月】爵士鼓 - 平日班', 'Product_20200423164242.jpg', 4000, 20, '2020-07-20', '【七月】爵士鼓 - 平日班', '【七月】爵士鼓 - 平日班', '爵士鼓', '2020-04-14 14:18:00', '2020-04-15 14:18:00'),
(44, '【八月】爵士鼓 - 平日班', 'Product_20200423164243.jpg', 4000, 20, '2020-08-20', '【八月】爵士鼓 - 平日班', '【八月】爵士鼓 - 平日班', '爵士鼓', '2020-04-15 14:18:00', '2020-04-16 14:18:00'),
(45, '【九月】爵士鼓 - 平日班', 'Product_20200423164244.jpg', 4000, 20, '2020-09-20', '【九月】爵士鼓 - 平日班', '【九月】爵士鼓 - 平日班', '爵士鼓', '2020-04-16 14:18:00', '2020-04-17 14:18:00'),
(46, '【十月】爵士鼓 - 平日班', 'Product_20200423164245.jpg', 4000, 20, '2020-10-20', '【十月】爵士鼓 - 平日班', '【十月】爵士鼓 - 平日班', '爵士鼓', '2020-04-17 14:18:00', '2020-04-18 14:18:00'),
(47, '【十一月】爵士鼓 - 平日班', 'Product_20200423164246.jpg', 4000, 20, '2020-11-20', '【十一月】爵士鼓 - 平日班', '【十一月】爵士鼓 - 平日班', '爵士鼓', '2020-04-18 14:18:00', '2020-04-19 14:18:00'),
(48, '【十二月】爵士鼓 - 平日班', 'Product_20200423164247.jpg', 4000, 20, '2020-12-20', '【十二月】爵士鼓 - 平日班', '【十二月】爵士鼓 - 平日班', '爵士鼓', '2020-04-19 14:18:00', '2020-04-20 14:18:00'),
(49, '【七月】鋼琴 - 假日班', 'Product_20200423164248.jpg', 4000, 2, '2020-07-20', '【七月】鋼琴 - 假日班', '【七月】鋼琴 - 假日班', '鋼琴', '2020-04-20 14:18:00', '2020-04-21 14:18:00'),
(50, '【八月】鋼琴 - 假日班', 'Product_20200423164249.jpg', 4000, 2, '2020-08-20', '【八月】鋼琴 - 假日班', '【八月】鋼琴 - 假日班', '鋼琴', '2020-04-21 14:18:00', '2020-04-22 14:18:00'),
(51, '【九月】鋼琴 - 假日班', 'Product_20200423164250.jpg', 4000, 2, '2020-09-20', '【九月】鋼琴 - 假日班', '【九月】鋼琴 - 假日班', '鋼琴', '2020-04-22 14:18:00', '2020-04-23 14:18:00'),
(52, '【十月】鋼琴 - 假日班', 'Product_20200423164251.jpg', 4000, 2, '2020-10-20', '【十月】鋼琴 - 假日班', '【十月】鋼琴 - 假日班', '鋼琴', '2020-04-23 14:18:00', '2020-04-24 14:18:00'),
(53, '【十一月】鋼琴 - 假日班', 'Product_20200423164252.jpg', 4000, 2, '2020-11-20', '【十一月】鋼琴 - 假日班', '【十一月】鋼琴 - 假日班', '鋼琴', '2020-04-24 14:18:00', '2020-04-25 14:18:00'),
(54, '【十二月】鋼琴 - 假日班', 'Product_20200423164253.jpg', 4000, 2, '2020-12-20', '【十二月】鋼琴 - 假日班', '【十二月】鋼琴 - 假日班', '鋼琴', '2020-04-25 14:18:00', '2020-04-26 14:18:00'),
(55, '【七月】電子琴 - 假日班', 'Product_20200423164254.jpg', 2500, 10, '2020-07-20', '【七月】電子琴 - 假日班', '【七月】電子琴 - 假日班', '電子琴', '2020-04-26 14:18:00', '2020-04-27 14:18:00'),
(56, '【八月】電子琴 - 假日班', 'Product_20200423164255.jpg', 2500, 10, '2020-08-20', '【八月】電子琴 - 假日班', '【八月】電子琴 - 假日班', '電子琴', '2020-04-27 14:18:00', '2020-04-28 14:18:00'),
(57, '【九月】電子琴 - 假日班', 'Product_20200423164256.jpg', 2500, 10, '2020-09-20', '【九月】電子琴 - 假日班', '【九月】電子琴 - 假日班', '電子琴', '2020-04-28 14:18:00', '2020-04-29 14:18:00'),
(58, '【十月】電子琴 - 假日班', 'Product_20200423164257.jpg', 2500, 10, '2020-10-20', '【十月】電子琴 - 假日班', '【十月】電子琴 - 假日班', '電子琴', '2020-04-29 14:18:00', '2020-04-30 14:18:00'),
(59, '【十一月】電子琴 - 假日班', 'Product_20200423164258.jpg', 2500, 10, '2020-11-20', '【十一月】電子琴 - 假日班', '【十一月】電子琴 - 假日班', '電子琴', '2020-04-30 14:18:00', '2020-05-01 14:18:00'),
(60, '【十二月】電子琴 - 假日班', 'Product_20200423164259.jpg', 2500, 10, '2020-12-20', '【十二月】電子琴 - 假日班', '【十二月】電子琴 - 假日班', '電子琴', '2020-05-01 14:18:00', '2020-05-02 14:18:00'),
(61, '【七月】小提琴 - 假日班', 'Product_20200423164300.jpg', 4000, 10, '2020-07-20', '【七月】小提琴 - 假日班', '【七月】小提琴 - 假日班', '小提琴', '2020-05-02 14:18:00', '2020-05-03 14:18:00'),
(62, '【八月】小提琴 - 假日班', 'Product_20200423164301.jpg', 4000, 10, '2020-08-20', '【八月】小提琴 - 假日班', '【八月】小提琴 - 假日班', '小提琴', '2020-05-03 14:18:00', '2020-05-04 14:18:00'),
(63, '【九月】小提琴 - 假日班', 'Product_20200423164302.jpg', 4000, 10, '2020-09-20', '【九月】小提琴 - 假日班', '【九月】小提琴 - 假日班', '小提琴', '2020-05-04 14:18:00', '2020-05-05 14:18:00'),
(64, '【十月】小提琴 - 假日班', 'Product_20200423164303.jpg', 4000, 10, '2020-10-20', '【十月】小提琴 - 假日班', '【十月】小提琴 - 假日班', '小提琴', '2020-05-05 14:18:00', '2020-05-06 14:18:00'),
(65, '【十一月】小提琴 - 假日班', 'Product_20200423164304.jpg', 4000, 10, '2020-11-20', '【十一月】小提琴 - 假日班', '【十一月】小提琴 - 假日班', '小提琴', '2020-05-06 14:18:00', '2020-05-07 14:18:00'),
(66, '【十二月】小提琴 - 假日班', 'Product_20200423164305.jpg', 4000, 10, '2020-12-20', '【十二月】小提琴 - 假日班', '【十二月】小提琴 - 假日班', '小提琴', '2020-05-07 14:18:00', '2020-05-08 14:18:00'),
(67, '【七月】中提琴 - 假日班', 'Product_20200423164306.jpg', 3500, 5, '2020-07-20', '【七月】中提琴 - 假日班', '【七月】中提琴 - 假日班', '中提琴', '2020-05-08 14:18:00', '2020-05-09 14:18:00'),
(68, '【八月】中提琴 - 假日班', 'Product_20200423164307.jpg', 3500, 5, '2020-08-20', '【八月】中提琴 - 假日班', '【八月】中提琴 - 假日班', '中提琴', '2020-05-09 14:18:00', '2020-05-10 14:18:00'),
(69, '【九月】中提琴 - 假日班', 'Product_20200423164308.jpg', 3500, 5, '2020-09-20', '【九月】中提琴 - 假日班', '【九月】中提琴 - 假日班', '中提琴', '2020-05-10 14:18:00', '2020-05-11 14:18:00'),
(70, '【十月】中提琴 - 假日班', 'Product_20200423164309.jpg', 3500, 5, '2020-10-20', '【十月】中提琴 - 假日班', '【十月】中提琴 - 假日班', '中提琴', '2020-05-11 14:18:00', '2020-05-12 14:18:00'),
(71, '【十一月】中提琴 - 假日班', 'Product_20200423164310.jpg', 3500, 5, '2020-11-20', '【十一月】中提琴 - 假日班', '【十一月】中提琴 - 假日班', '中提琴', '2020-05-12 14:18:00', '2020-05-13 14:18:00'),
(72, '【十二月】中提琴 - 假日班', 'Product_20200423164311.jpg', 3500, 5, '2020-12-20', '【十二月】中提琴 - 假日班', '【十二月】中提琴 - 假日班', '中提琴', '2020-05-13 14:18:00', '2020-05-14 14:18:00'),
(73, '【七月】薩克斯風 - 假日班', 'Product_20200423164312.jpg', 4000, 10, '2020-07-20', '【七月】薩克斯風 - 假日班', '【七月】薩克斯風 - 假日班', '薩克斯風', '2020-05-14 14:18:00', '2020-05-15 14:18:00'),
(74, '【八月】薩克斯風 - 假日班', 'Product_20200423164313.jpg', 4000, 10, '2020-08-20', '【八月】薩克斯風 - 假日班', '【八月】薩克斯風 - 假日班', '薩克斯風', '2020-05-15 14:18:00', '2020-05-16 14:18:00'),
(75, '【九月】薩克斯風 - 假日班', 'Product_20200423164314.jpg', 4000, 10, '2020-09-20', '【九月】薩克斯風 - 假日班', '【九月】薩克斯風 - 假日班', '薩克斯風', '2020-05-16 14:18:00', '2020-05-17 14:18:00'),
(76, '【十月】薩克斯風 - 假日班', 'Product_20200423164315.jpg', 4000, 10, '2020-10-20', '【十月】薩克斯風 - 假日班', '【十月】薩克斯風 - 假日班', '薩克斯風', '2020-05-17 14:18:00', '2020-05-18 14:18:00'),
(77, '【十一月】薩克斯風 - 假日班', 'Product_20200423164316.jpg', 4000, 10, '2020-11-20', '【十一月】薩克斯風 - 假日班', '【十一月】薩克斯風 - 假日班', '薩克斯風', '2020-05-18 14:18:00', '2020-05-19 14:18:00'),
(78, '【十二月】薩克斯風 - 假日班', 'Product_20200423164317.jpg', 4000, 10, '2020-12-20', '【十二月】薩克斯風 - 假日班', '【十二月】薩克斯風 - 假日班', '薩克斯風', '2020-05-19 14:18:00', '2020-05-20 14:18:00'),
(79, '【七月】長笛 - 假日班', 'Product_20200423164318.jpg', 4000, 10, '2020-07-20', '【七月】長笛 - 假日班', '【七月】長笛 - 假日班', '長笛', '2020-05-20 14:18:00', '2020-05-21 14:18:00'),
(80, '【八月】長笛 - 假日班', 'Product_20200423164314.jpg', 4000, 10, '2020-08-20', '【八月】長笛 - 假日班', '【八月】長笛 - 假日班', '長笛', '2020-05-21 14:18:00', '2020-05-22 14:18:00'),
(81, '【九月】長笛 - 假日班', 'Product_20200423164315.jpg', 4000, 10, '2020-09-20', '【九月】長笛 - 假日班', '【九月】長笛 - 假日班', '長笛', '2020-05-22 14:18:00', '2020-05-23 14:18:00'),
(82, '【十月】長笛 - 假日班', 'Product_20200423164316.jpg', 4000, 10, '2020-10-20', '【十月】長笛 - 假日班', '【十月】長笛 - 假日班', '長笛', '2020-05-23 14:18:00', '2020-05-24 14:18:00'),
(83, '【十一月】長笛 - 假日班', 'Product_20200423164317.jpg', 4000, 10, '2020-11-20', '【十一月】長笛 - 假日班', '【十一月】長笛 - 假日班', '長笛', '2020-05-24 14:18:00', '2020-05-25 14:18:00'),
(84, '【十二月】長笛 - 假日班', 'Product_20200423164318.jpg', 4000, 10, '2020-12-20', '【十二月】長笛 - 假日班', '【十二月】長笛 - 假日班', '長笛', '2020-05-25 14:18:00', '2020-05-26 14:18:00'),
(85, '【七月】烏克麗麗 - 假日班', 'Product_20200423164319.jpg', 2000, 20, '2020-07-20', '【七月】烏克麗麗 - 假日班', '【七月】烏克麗麗 - 假日班', '烏克麗麗', '2020-05-26 14:18:00', '2020-05-27 14:18:00'),
(86, '【八月】烏克麗麗 - 假日班', 'Product_20200423164320.jpg', 2000, 20, '2020-08-20', '【八月】烏克麗麗 - 假日班', '【八月】烏克麗麗 - 假日班', '烏克麗麗', '2020-05-27 14:18:00', '2020-05-28 14:18:00'),
(87, '【九月】烏克麗麗 - 假日班', 'Product_20200423164321.jpg', 2000, 20, '2020-09-20', '【九月】烏克麗麗 - 假日班', '【九月】烏克麗麗 - 假日班', '烏克麗麗', '2020-05-28 14:18:00', '2020-05-29 14:18:00'),
(88, '【十月】烏克麗麗 - 假日班', 'Product_20200423164322.jpg', 2000, 20, '2020-10-20', '【十月】烏克麗麗 - 假日班', '【十月】烏克麗麗 - 假日班', '烏克麗麗', '2020-05-29 14:18:00', '2020-05-30 14:18:00'),
(89, '【十一月】烏克麗麗 - 假日班', 'Product_20200423164323.jpg', 2000, 20, '2020-11-20', '【十一月】烏克麗麗 - 假日班', '【十一月】烏克麗麗 - 假日班', '烏克麗麗', '2020-05-30 14:18:00', '2020-05-31 14:18:00'),
(90, '【十二月】烏克麗麗 - 假日班', 'Product_20200423164324.jpg', 2000, 20, '2020-12-20', '【十二月】烏克麗麗 - 假日班', '【十二月】烏克麗麗 - 假日班', '烏克麗麗', '2020-05-31 14:18:00', '2020-06-01 14:18:00'),
(91, '【七月】爵士鼓 - 假日班', 'Product_20200423164325.jpg', 2000, 20, '2020-07-20', '【七月】爵士鼓 - 假日班', '【七月】爵士鼓 - 假日班', '爵士鼓', '2020-06-01 14:18:00', '2020-06-02 14:18:00'),
(92, '【八月】爵士鼓 - 假日班', 'Product_20200423164326.jpg', 2000, 20, '2020-08-20', '【八月】爵士鼓 - 假日班', '【八月】爵士鼓 - 假日班', '爵士鼓', '2020-06-02 14:18:00', '2020-06-03 14:18:00'),
(93, '【九月】爵士鼓 - 假日班', 'Product_20200423164327.jpg', 2000, 20, '2020-09-20', '【九月】爵士鼓 - 假日班', '【九月】爵士鼓 - 假日班', '爵士鼓', '2020-06-03 14:18:00', '2020-06-04 14:18:00'),
(94, '【十月】爵士鼓 - 假日班', 'Product_20200423164328.jpg', 2000, 20, '2020-10-20', '【十月】爵士鼓 - 假日班', '【十月】爵士鼓 - 假日班', '爵士鼓', '2020-06-04 14:18:00', '2020-06-05 14:18:00'),
(95, '【十一月】爵士鼓 - 假日班', 'Product_20200423164329.jpg', 2000, 20, '2020-11-20', '【十一月】爵士鼓 - 假日班', '【十一月】爵士鼓 - 假日班', '爵士鼓', '2020-06-05 14:18:00', '2020-06-06 14:18:00'),
(96, '【十二月】爵士鼓 - 假日班', 'Product_20200423164330.jpg', 2000, 20, '2020-12-20', '【十二月】爵士鼓 - 假日班', '【十二月】爵士鼓 - 假日班', '爵士鼓', '2020-06-06 14:18:00', '2020-06-07 14:18:00');

--
-- 已傾印資料表的索引
--

--
-- 資料表索引 `product_courses`
--
ALTER TABLE `product_courses`
  ADD PRIMARY KEY (`PId`);

--
-- 在傾印的資料表使用自動遞增(AUTO_INCREMENT)
--

--
-- 使用資料表自動遞增(AUTO_INCREMENT) `product_courses`
--
ALTER TABLE `product_courses`
  MODIFY `PId` int(255) NOT NULL AUTO_INCREMENT COMMENT '商品編號', AUTO_INCREMENT=97;
COMMIT;

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
